{
  "version": 6,
  "nodes": [
    {
      "id": "ny15p0wg",
      "x": -1192,
      "y": 12,
      "w": 320,
      "h": 807,
      "group": null,
      "data": {
        "date": "2025-09-16",
        "title": "Conflict: a Distributed Condition: Contemporary War Ecologies",
        "type": "Brief",
        "action": null,
        "mainArea": null,
        "areas": [
          "Socio-political",
          "Media studies",
          "Communication",
          "Cultural practices",
          "Critical design",
          "Design research",
          "Political ecology"
        ],
        "tags": [
          "Distributed conflict",
          "Latent violence",
          "Systemic friction",
          "Post-territorial",
          "Embedded warfare",
          "Socio-technical ecologies",
          "Structural inequality",
          "Cultural infrastructures"
        ],
        "desc": "\nConflict is not an exception or an isolated event — it is a constant condition running through society. It is not limited to war or explicit clashes: it emerges within collective life as friction, as a continuous confrontation between competing needs, systems, and visions.\nIt is not a punctual episode but a latent and distributed condition. It takes on asymmetric, often invisible forms, embedded in cultural practices, social relations, and infrastructures. Its logic is not confined to violence: it also structures coexistence, shaping who holds privilege and who is pushed to the margins.\nExploring distributed conflicts means reading the present as a field where techniques of offense multiply and blur into the infrastructures society depends on. The goal is to generate critical devices, scenarios, and questions that probe the ambiguous nature of conflict as a diffuse condition in a post-territorial age.\n",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ncob3sst",
      "x": -839.1195476779046,
      "y": 14.36545348335568,
      "w": 320,
      "h": 306,
      "group": null,
      "data": {
        "date": "2025-09-19",
        "title": "Areas of bureaucratic conflict",
        "type": "Brief",
        "action": null,
        "mainArea": null,
        "areas": [
          "Socio-political",
          "Communication",
          "Cultural studies",
          "Design research",
          "Conflict"
        ],
        "tags": [],
        "desc": "procedures, boundaries, documents, records, regulations, legal maps, administration",
        "links": [],
        "files": []
      }
    },
    {
      "id": "npa52m07",
      "x": 389.86864486572915,
      "y": 286.6095917862972,
      "w": 320,
      "h": 394,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Regulations, legal maps,",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Socio-political",
          "Conflict",
          "Cultural studies"
        ],
        "tags": [],
        "desc": "A legal map refers to a visual and structured representation of legal concepts, laws, or branches of law, similar to a concept map or diagram. It helps simplify and organize the complexity of the legal and bureaucratic system by showing relationships between different rules, institutions, or principles, thus supporting understanding and study. Regulations are specific rules issued by authorities to implement and enforce laws within particular contexts.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n70eugn6",
      "x": 388.75511291417524,
      "y": -407.52334395933144,
      "w": 320,
      "h": 294,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Bounderies",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Conflict",
          "Cultural studies",
          "Hystory",
          "Socio-political"
        ],
        "tags": [],
        "desc": "borders decided at the negotiating table, wars over territories, resolution of wars through bureaucracy, treaties, armistices, movement between borders, immaterial borders",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n6jyhn38",
      "x": 389.48012634899635,
      "y": -80.56242802751473,
      "w": 320,
      "h": 333,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Procedures, documents, records, administration",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Socio-political",
          "Conflict",
          "Design research",
          "Cultural studies"
        ],
        "tags": [],
        "desc": "documents and archival records defining individual actions and identity, identity-related documentation, records of war and conflict, including armistices, peace treaties, and divorce decrees, bureaucratic procedures and processes",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nvi0dm4q",
      "x": -717.5912987956355,
      "y": 355.12333781366976,
      "w": 320,
      "h": 673,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "The Nature of Bureaucracy",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Socio-political"
        ],
        "tags": [],
        "desc": "Bureaucracy is the organizational structure composed of officials and offices arranged in hierarchical levels to perform administrative functions. The term also extends to structured organizations managed through formal rules and procedures. Beyond its technical meaning, bureaucracy often carries a negative connotation, symbolizing inefficiency, rigidity, and excessive formalism. It becomes an emblem of systems where procedure prevails over purpose, illustrating the inherent tension between control, order, and adaptability within institutional structures.",
        "links": [],
        "files": [
          {
            "name": "definizione burocrazia.jpg",
            "size": 481711,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/definizione_burocrazia.jpg"
          }
        ]
      }
    },
    {
      "id": "nlxdh48f",
      "x": -228.5846547001845,
      "y": 1266.6968079699159,
      "w": 320,
      "h": 457,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "The Nature of Conflict",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Conflict",
          "Socio-political",
          "Philosophy"
        ],
        "tags": [
          "Conflict",
          "Opposition",
          "Social tension"
        ],
        "desc": "Conflict represents any form of clash that generates violence, whether material or symbolic. It defines a state of opposition and persists as a structural condition within society. Beyond warfare or explicit confrontation, conflict emerges in everyday spaces as friction between diverse systems, needs, and visions. It is embedded in cultural practices, social relations, and infrastructures, becoming a pervasive component of collective life. Through its diffusion, conflict reveals itself as an essential force shaping interaction, negotiation, and transformation across human environments.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nu4trdn0",
      "x": 1108.454073403416,
      "y": 2721.017370754349,
      "w": 320,
      "h": 434,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Emotional Responses to Bureaucracy",
        "type": "Collection",
        "action": "Exploring",
        "mainArea": "Communication",
        "areas": [
          "Sociology",
          "Conflict"
        ],
        "tags": [
          "Emotion",
          "Feelings",
          "Conflict"
        ],
        "desc": "The emotional dimension of bureaucracy reveals a complex landscape of human responses shaped by institutional rigidity. Feelings such as oppression, frustration, and helplessness emerge from the system’s slowness, formality, and impersonal nature. Bureaucracy produces experiences of deadlock, misunderstanding, and disconnection, marked by paperwork, waiting, and the absence of empathy. Its cold and grey aesthetics reinforce a sense of immobility and alienation, where individuals perceive themselves as trapped in an apparatus that prioritizes procedure over care. \n",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nzuhnkym",
      "x": 398.5725357408585,
      "y": 809.7142077001972,
      "w": 320,
      "h": 489,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "History of bureaucracy",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Socio-political"
        ],
        "tags": [],
        "desc": "The historical development of bureaucracy traces a trajectory from ancient systems of centralized control to contemporary digital governance. Its roots lie in early hydraulic civilizations and empires, where administrative coordination enabled state expansion. The Roman Empire refined these principles, establishing durable models of record-keeping and hierarchical authority. With the decline of feudal fragmentation, modern states emerged, institutionalizing rational bureaucratic apparatuses as tools of legal and economic order. Across the capitalist era, bureaucracy became both a mechanism of efficiency and a site of contradiction—reformulated through administrative modernization and, more recently, through digital infrastructures and artificial intelligence, which redefine its modes of control and rationality.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nij45h41",
      "x": -184.9478672538139,
      "y": -1660.9949384988572,
      "w": 320,
      "h": 428,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Citizen’s life marked by bureaucratic stages",
        "type": "Observation",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Public administration",
          "Identity",
          "Sociology"
        ],
        "tags": [],
        "desc": "A citizen’s life is marked by bureaucratic stages. It begins with birth registration, tax code, health card, and identity documents, and continues with education, applications for scholarships, and certifications. Entering the workforce involves registration with INPS and INAIL, employment notifications, and opening a VAT number. Adulthood brings marriage, buying a house, changing residence, and filing income tax returns. Finally, in old age and at the end of life, one deals with pension applications, death registration, inheritance, and cadastral transfers.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n66t4qzz",
      "x": 1408.5839344216586,
      "y": -91.03685002239507,
      "w": 320,
      "h": 384,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Rational system",
        "type": "Observation",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Sociology",
          "Public administration",
          "Law",
          "Conflict"
        ],
        "tags": [],
        "desc": "Bureaucracy is a rational system designed to maintain order and ensure fairness. It follows structured procedures that must be respected, leaving little room for emotions or personal judgment. By adhering to rules and standardized processes, bureaucracy aims to prevent favoritism and guarantee that decisions are consistent and impartial.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nk4d3ukj",
      "x": 863.572920611981,
      "y": -1988.256815922925,
      "w": 320,
      "h": 770,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Il fu Mattia Pascal, 1904, Pirandello",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Literature",
          "Identity",
          "Conflict",
          "Sociology",
          "Public administration"
        ],
        "tags": [],
        "desc": "In Il fu Mattia Pascal, Pirandello explores the theme of bureaucratic identity: what happens when a man loses his documents and, with them, his “bureaucratic existence”?\n\nMattia Pascal, mistakenly believed dead, seizes the chance to reinvent himself as Adriano Meis. However, lacking official documents for this new identity, he discovers that his “freedom” is actually a prison.\n\nConsequences of missing documents:\n\t•\tLegal impossibilities: He cannot marry his love, Adriana, sign contracts, buy property, or defend himself in court. Bureaucracy becomes an impenetrable wall: without certificates, one is nobody.\n\t•\tSocial marginalization: He is seen as suspicious and unreliable, condemned to a perpetual kind of clandestinity.\n\t•\tParadox of anonymity: Initially, living without documents seems liberating, but it quickly becomes existentially distressing; he cannot fully participate in social life.\n\nEventually, Mattia must “die a second time” as Adriano Meis and return to his old identity as Mattia Pascal, but he is no longer recognized: his wife has remarried, and his past life has vanished. Trapped in a bureaucratic and identity limbo, he becomes literally “the late Mattia Pascal”: alive in reality, but dead on paper. Pirandello demonstrates how, in a bureaucratic society, the absence of documents, which might seem liberating, actually condemns a person to invisibility and helplessness.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nydwxrhx",
      "x": 357.8838049717016,
      "y": -1479.1748868549296,
      "w": 320,
      "h": 411,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Biological and Bureaucratic identity",
        "type": "Observation",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Identity",
          "Conflict",
          "Sociology"
        ],
        "tags": [],
        "desc": "Biological identity: the set of physical and personal characteristics that define a person, such as the body, personal history, passions, and preferences.\n\nBureaucratic identity: the official identity recognized by the state or institutions, documented through certificates, identity documents, tax codes, passports, registry records, and other administrative acts.\n\nWhen the two do not coincide, a conflict arises between them, as the person finds themselves in a bureaucratic limbo.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n9e675sa",
      "x": 1430.2698259368171,
      "y": 1355.711992617933,
      "w": 320,
      "h": 361,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Bureaucracy as a form of power",
        "type": "Observation",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Socio-political",
          "Conflict",
          "Power"
        ],
        "tags": [],
        "desc": "Bureaucracy operates as a mechanism of control, where rules and procedures maintain authority and dependency. By linking access to rights and services to complex administrative systems, it fosters submission and compliance. Beyond its administrative role, bureaucracy functions as a subtle form of domination, shaping behavior through structure and regulation.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nise8chd",
      "x": 1285.225256814817,
      "y": -1779.2168187208135,
      "w": 320,
      "h": 719,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Refused bureaucratic identification",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Identity",
          "Conflict",
          "Public administration",
          "Socio-political"
        ],
        "tags": [],
        "desc": "Some people and groups choose to refuse bureaucratic identification, remain anonymous, or avoid administrative control. \nFor example, communities like the Amish reject personal photography for religious reasons, and in the USA legal accommodations allow them to stay “anonymous” while still holding valid documents. Asylum seekers sometimes try to avoid fingerprinting in the EURODAC system to prevent automatic transfers under the Dublin mechanism, showing how vulnerable individuals may refuse registration for personal safety. Since the 1960s, some anarchist or “off-grid” communities in the USA and Europe have avoided IDs, health cards, or even birth certificates, which has sometimes prevented children from accessing school or medical care. \nKnown cases of “invisible” individuals include Rosa Kuleshova in the USSR, who refused mandatory internal passport registration, John Zerzan in the USA, who wrote about people actively rejecting state bureaucracy, and North American anarcho-primitivist “forest dwellers” who gave up all documents and lived without formal services. \nThose who refuse documents often face severe practical limitations, such as lack of healthcare, work, or housing, forcing many to live on the margins, in isolated communities, or in constant tension with authorities.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nr4kqalv",
      "x": 1602.0191745946315,
      "y": 2816.843292156394,
      "w": 320,
      "h": 459,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Conflict Between Citizens and Bureaucracy",
        "type": "Observation",
        "action": "Exploring",
        "mainArea": "Communication",
        "areas": [
          "Conflict",
          "Sociology",
          "Cultural studies",
          "Hystory"
        ],
        "tags": [],
        "desc": "Although bureaucracy is designed to ensure order and administrative stability, its interaction with citizens often generates tension and discomfort.\nThe widespread belief that bureaucracy is rigid, burdensome, and inaccessible reflects a collective emotional response to its inefficiency. This perception highlights the gap between institutional rationality and individual experience, where the promise of structure turns into an obstacle to participation and agency.",
        "links": [
          "https://doi.org/10.1080/10967494.2015.1027800",
          "https://doi.org/10.1017/S0143814X22000282",
          "https://doi.org/10.1080/14719037.2016.1210907"
        ],
        "files": []
      }
    },
    {
      "id": "nv91if2i",
      "x": 2293.5763787764777,
      "y": -1075.2753547697403,
      "w": 320,
      "h": 613,
      "group": null,
      "data": {
        "date": "2025-09-25",
        "title": "Wars and struggles linked to bureaucratic borders",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Conflict",
          "Power",
          "Law",
          "Socio-political"
        ],
        "tags": [],
        "desc": "Many state borders were bureaucratically drawn at the negotiating table by political leaders, often disregarding the populations living there. This led to conflicts both between states and within nations, as communities did not identify with these imposed boundaries.\nExamples\n• India–Pakistan Wars (1947, 1965, 1971): following the Partition of British India\n• Arab–Israeli Wars (1948, 1967, 1973): borders drawn after the British Mandate and UN partition plan\n• Ethiopia–Eritrea War (1998–2000): dispute over colonial-era borders\n• Iraq–Kuwait Conflict / Gulf War (1990–1991): rooted partly in arbitrary colonial borders in the Middle East\n• Sudanese Civil Wars (1955–1972, 1983–2005): borders and ethnic-religious divisions leading to the creation of South Sudan\n• Yugoslav Wars (1991–2001): breakup of Yugoslavia along imposed federal boundaries\n• Somali Civil War (from 1991): collapse of a state built on colonial borders without regard for clan structures",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nln11rdb",
      "x": 1686.7044270779168,
      "y": -703.4926410353733,
      "w": 320,
      "h": 344,
      "group": null,
      "data": {
        "date": "2025-09-25",
        "title": "Boundaries between people",
        "type": "Observation",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Conflict",
          "Cultural studies",
          "Sociology"
        ],
        "tags": [],
        "desc": "Restrictive orders, such as restraining orders or protection orders, function like material boundaries between people imposed by conflict. They legally limit interactions, define physical or social spaces, and aim to prevent harm. These orders create clear divisions in everyday life, translating interpersonal disputes into structured, enforceable rules.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nf3ssvpb",
      "x": 1820.891684332954,
      "y": -164.2518679667469,
      "w": 320,
      "h": 378,
      "group": null,
      "data": {
        "date": "2025-09-25",
        "title": "Humanized bureaucracy ",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Public administration",
          "Conflict"
        ],
        "tags": [],
        "desc": "To humanize bureaucracy means allowing space for emotions and empathy within administrative processes. It involves introducing compassion, care, and support into interactions with rational rules and procedures. By letting kindness and humanity enter bureaucratic systems, regulations and processes can serve people more effectively, transforming rigid structures into tools that truly respond to human needs.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "noz4e8vf",
      "x": 3044.7366003315856,
      "y": 8.893690344603499,
      "w": 320,
      "h": 417,
      "group": null,
      "data": {
        "date": "2025-09-25",
        "title": "Bureaucratization of interpersonal relationships",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Public administration",
          "Sociology",
          "Conflict",
          "Power"
        ],
        "tags": [],
        "desc": "In a reality where every aspect of life is administered and rationalized, bureaucracy has even intruded into the private sphere and everyday relationships. Human interactions, traditionally characterized by emotional and irrational dimensions, are now subjected to regulations and bureaucratic practices. Conflicting dynamics, intrinsic to any relationship, are thus controlled and stripped of their natural ambiguity and uncertainty, being confined instead within rigid, manageable frameworks.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nwnnoqd3",
      "x": 3239.4616857191277,
      "y": 1842.8689457199457,
      "w": 320,
      "h": 378,
      "group": null,
      "data": {
        "date": "2025-09-25",
        "title": "Bureaucracy used as a weapon",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political",
          "Power",
          "Public administration"
        ],
        "tags": [],
        "desc": "Bureaucracy is used as a tool to regulate and organize public administration. Sometimes, due to its inherently complex and intricate procedures, it not only hinders progress and conflict resolution but also generates new tensions.\n\nWhat form would conflicts take if bureaucracy were recognized as a true weapon, that is, a tool of power and confrontation? What would the consequences be, and how would it be regulated?",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ne2dvn9k",
      "x": 2243.5405541242644,
      "y": 2566.5912840721935,
      "w": 320,
      "h": 457,
      "group": null,
      "data": {
        "date": "2025-09-25",
        "title": "Red tape",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Public administration",
          "Sociology",
          "Cultural studies",
          "Conflict"
        ],
        "tags": [],
        "desc": "“Red tape” is an English expression used to describe excessive bureaucracy and procedural formalism that hinder efficiency. It denotes administrative rules and regulations perceived as unnecessary, rigid, and time-consuming. According to G. Bozeman’s definition in A Theory of Government Red Tape (1993), it refers to “rules, regulations, and procedures that remain in effect and impose a compliance burden on the organization but do not contribute to achieving the functional goals for which the rules were intended.”",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ni04g7pj",
      "x": 2037.2547493494649,
      "y": 3049.7309957315024,
      "w": 320,
      "h": 579,
      "group": null,
      "data": {
        "date": "2025-09-25",
        "title": "Kafka’s critique of bureaucracy ",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Literature",
          "Cultural studies",
          "Sociology",
          "Conflict"
        ],
        "tags": [],
        "desc": "Key points of Kafka’s critique of bureaucracy can be summarized as follows:\n\nLabyrinth and absurdity: Kafka depicts bureaucracy as a maze of obscure rules, faceless procedures, and offices existing mainly to perpetuate themselves. In The Trial, Josef K. is arrested for a crime whose charge is never revealed, forcing him to navigate an illogical, elusive judicial system, with his lawyer moving as slowly and opaquely as the process itself.\n\nImpersonal machine: Bureaucracy is portrayed as a system where cold rationality masks a world of complex, contradictory interests. Individuals like Josef K. become mere cogs, while officials and judges appear symbolic, almost inhuman, with incomprehensible, impersonal power.\n\nContradiction and totalitarian potential: Kafka foresaw bureaucracy’s tendency to become a totalitarian instrument, permeating citizens’ lives and minds. The system enforces conformity and submission to rules that seem to exist independently, suppressing personal freedom and subjectivity.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nie7slt9",
      "x": 2753.523478021398,
      "y": -1295.3041142963152,
      "w": 320,
      "h": 377,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Stateless people",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Law",
          "Power",
          "Socio-political",
          "Hystory",
          "Conflict"
        ],
        "tags": [],
        "desc": "Individuals who are not recognized as citizens by any state under its laws. This means they lack a nationality and the legal rights that come with it.\n\nStatelessness often arises from the dissolution or partition of states (e.g. breakup of Yugoslavia)\n\n\n",
        "links": [
          "https://it.globalvoices.org/2024/11/quando-la-patria-non-esiste-gli-apolidi-dellex-urss/"
        ],
        "files": []
      }
    },
    {
      "id": "n1fv0nhs",
      "x": 2751.981094616983,
      "y": -899.9772726994896,
      "w": 320,
      "h": 669,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Terra Nullius",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Conflict",
          "Socio-political",
          "Power",
          "Law"
        ],
        "tags": [],
        "desc": "Several territories have existed as “no man’s lands,” disputed between states or left unclaimed due to legal, political, or practical uncertainties. These areas often sparked conflicts but were eventually addressed through bureaucratic practices such as treaties or international negotiations.\n\nTerra Nullius: a Latin term from Roman law meaning “land belonging to no one.” It refers to territories that are not formally under the sovereignty of any state.\n\nExamples\n\t•\tGornja Siga (on the border between Croatia and Serbia): a disputed area where both countries claim different borders, leaving small pockets of land technically unclaimed.\n\t•\tBir Tawil (between Egypt and Sudan): a desert territory unclaimed by either country due to conflicting border demarcations.\n\t•\tMarie Byrd Land (in Antarctica): one of the few areas not claimed by any state, partly due to the Antarctic Treaty System.\n\t•\tPalestinian Territories: while not a “terra nullius” in the strict legal sense, the contested status of the land has produced decades of conflict and negotiation, with statehood and sovereignty still unresolved.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n4ur7z91",
      "x": 3136.261444795027,
      "y": -536.7517684613139,
      "w": 320,
      "h": 327,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "State and nation",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Conflict",
          "Socio-political"
        ],
        "tags": [],
        "desc": "A state is a political entity with defined territory, a population, and a government exercising sovereignty. A nation is a community united by culture, language, history, or identity. Nations and states do not always match: some nations have no state, and some states contain multiple nations.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nzojt12q",
      "x": 3137.9647261415503,
      "y": -989.6474254294653,
      "w": 320,
      "h": 451,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Airport transit, international waters, Antarctica",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Conflict",
          "Public administration",
          "Envirionment"
        ],
        "tags": [],
        "desc": "Some places in the world function as shared or “in-between” spaces rather than belonging to a single nation. Airport transit zones create temporary spaces where travelers are between states’ jurisdictions. International waters (the high seas) lie beyond national borders and are regulated by global treaties, open to use by all. Antarctica, under the Antarctic Treaty, is preserved for peaceful purposes and scientific cooperation, with no state allowed to claim sovereignty. These areas illustrate how certain territories are treated as belonging to no one, yet accessible to everyone under shared rules.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n5vf0f18",
      "x": 4029.872927828377,
      "y": -1655.0143420815505,
      "w": 320,
      "h": 457,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Dynamic boundaries with a new sense of belonging",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Conflict",
          "Socio-political",
          "Power",
          "Public administration",
          "Sociology"
        ],
        "tags": [],
        "desc": "Boundaries are lines of demarcation that define the geographic space and the population over which a state exercises its sovereignty. However, just as a nation does not necessarily coincide with the state, an individual’s personal identity is not fully encompassed by their bureaucratic dimension. In a scenario where identity prevails over territory, the state emancipates itself from physical space and redefines itself according to new parameters, transforming the static concept of borders into a dynamic network.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nq88ccga",
      "x": 3166.681084642997,
      "y": -1550.2997109768812,
      "w": 320,
      "h": 518,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Consequences of being stateless",
        "type": "Observation",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Conflict",
          "Socio-political",
          "Power",
          "Law"
        ],
        "tags": [],
        "desc": "Living without citizenship means lacking access to fundamental rights and protections, such as:\n\t•\tLegal identity: difficulty obtaining ID cards, passports, or official documents\n\t•\tCivil rights: exclusion from voting and political participation\n\t•\tSocial rights: limited access to healthcare, education, or social services\n\t•\tWork and mobility: inability to work legally, travel abroad, or own property\n\t•\tLegal protection: greater vulnerability to exploitation, detention, or deportation\n\nIn practice, many stateless people live in legal and bureaucratic limbo, relying on humanitarian organizations or informal networks, often marginalized within the societies where they reside.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nfqgqm5g",
      "x": 2201.119276154753,
      "y": 20.376507820735185,
      "w": 320,
      "h": 298,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Negative feedback",
        "type": "Feedback",
        "action": "Making",
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "Introducing emotions or personal judgment into this system would compromise its function, because there would be too many variables and ambiguous situations to manage effectively. The strength of bureaucracy lies in its predictability and impartiality, even if this makes it appear rigid or impersonal.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nklq4uw2",
      "x": 351.8655555212302,
      "y": -2002.862878691574,
      "w": 320,
      "h": 367,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Victims of bureaucratic errors",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Identity",
          "Public administration",
          "Power",
          "Hystory",
          "Conflict"
        ],
        "tags": [],
        "desc": "People fall victim to bureaucratic errors when documenting their identity. Mistakes in official records, lost documents, or administrative oversights can create a discrepancy between biological identity and bureaucratic identity, leading to serious consequences such as being unable to access services, travel, or even prove legal existence.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nz9xp05b",
      "x": 1286.0455470324944,
      "y": -2241.218027954047,
      "w": 320,
      "h": 434,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Homo Sacer",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Public administration",
          "Identity",
          "Power",
          "Conflict"
        ],
        "tags": [],
        "desc": "In ancient Rome, the homo sacer was a man excluded from both human and divine law—killable but not sacrificable—reduced to mere biological existence without rights. Giorgio Agamben reinterprets this figure as the symbol of modern power: the sovereign decides who is included or excluded from the legal order, producing “bare life.” Today, this condition reappears in refugees, undocumented people, and those erased by bureaucracy—individuals biologically alive but legally invisible.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nkalpbv6",
      "x": 1877.0741206211396,
      "y": 1671.3022056906268,
      "w": 320,
      "h": 674,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Corruption in Public Administration",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Power",
          "Conflict",
          "Socio-political",
          "Public administration"
        ],
        "tags": [
          "Conflict",
          "Corruption",
          "Power abuse"
        ],
        "desc": "Public administration and healthcare systems in Italy have repeatedly been exposed to corruption scandals that reveal how bureaucratic structures can be manipulated for personal advantage. In cases such as Mafia Capitale (2014) and later investigations in Lombardy and Sicily, officials were found demanding bribes or favors to speed up permits, tax procedures, and building licenses—otherwise obstructing them for months or years. Similar mechanisms emerged in healthcare, where reports by Transparency International and ISTAT showed that 2.4% of families were asked for money or favors to access faster services, while nearly 10% were encouraged by doctors to book private appointments to bypass waiting lists. These cases demonstrate how bureaucracy, when corrupted, ceases to act as an impartial administrative framework and instead becomes an instrument of coercion—turning citizens’ access to rights into a matter of privilege and negotiation.",
        "links": [
          "https://www.fiscal-focus.it/quotidiano/il-quotidiano/editoriali/la-burocrazia-che-uccide-senza-armi,3,59548"
        ],
        "files": []
      }
    },
    {
      "id": "nex0urd2",
      "x": 3534.402240431696,
      "y": -140.2669211208904,
      "w": 320,
      "h": 1840,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Moodboard",
        "type": "Collection",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [],
        "tags": [],
        "desc": "Rudolf Bonvie, Dialog, 1973\nDoriane terraillon, Still Photography, 2025\nChristo, Empaquetages, 1958\n Otto Künzli, Ring für Zwei, 1980",
        "links": [
          "https://dolceambra.wordpress.com/2015/05/24/rudolf-bonvie-dialog-1973/",
          "https://dorianeterraillon.com/Dolorosa",
          "https://www.cyrilzammit.com/design-diary/christo-and-jeanne-claude-paris",
          "https://www.domusweb.it/en/news/2014/08/18/otto_kunzli_jewellery.html"
        ],
        "files": [
          {
            "name": "1.jpeg",
            "size": 190868,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/1.jpg"
          },
          {
            "name": "5.jpeg",
            "size": 93798,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/5.jpg"
          },
          {
            "name": "3.jpeg",
            "size": 309079,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/3.jpg"
          },
          {
            "name": "6.jpeg",
            "size": 105786,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/6.jpg"
          }
        ]
      }
    },
    {
      "id": "ng5uua7h",
      "x": 1614.266724145168,
      "y": 599.0968009962861,
      "w": 320,
      "h": 552,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "Weber's theory",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Sociology",
          "Philosophy",
          "Hystory",
          "Public administration"
        ],
        "tags": [],
        "desc": "Rationalization (Rationalisierung) is the process that defines modernity more than any other. It involves the gradual replacement of actions driven by tradition, emotion, or values (wertrational) with actions guided by purpose, efficiency, and calculability (zweckrational).\n\nThe ultimate outcome of this unstoppable trend is the creation of an “iron cage” (stahlhartes Gehäuse), a metaphor describing a society where individuals are trapped within systems governed by efficiency and rational calculation—systems that stifle spontaneity, creativity, and individual freedom.\n\nThe Weberian bureaucracy embodies an inherent paradox: on the one hand, it ensures impartial and predictable treatment, protecting citizens from arbitrariness; on the other, in its purest form, it leads to formalism and technical rigidity that can result in dehumanization.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "njz943yx",
      "x": 1666.4342281949273,
      "y": -1932.451771554703,
      "w": 320,
      "h": 501,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "The Evaporated: Administrative Disappearance in Japan",
        "type": "Source",
        "action": null,
        "mainArea": null,
        "areas": [
          "Conflict",
          "Public administration",
          "Identity",
          "Sociology"
        ],
        "tags": [],
        "desc": "Their identities vanish as they slip into the shadows, hiding in anonymity or assuming new names. This phenomenon, described as an administrative evaporation, erases entire lives from state records. Beneath Japanese society exists an alleged parallel one, where those who wish to “die” bureaucratically can continue to survive. According to some accounts, people who disappear from Tokyo retreat to Sanya — a district so burdened by stigma that it was removed from city maps. Though it remains unclear how much of this is legend or truth, Sanya is often imagined as a refuge for the “hidden society,” a community of the disappeared who have escaped official existence.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nia9sppq",
      "x": 2178.127127779257,
      "y": -2332.0805502724106,
      "w": 320,
      "h": 378,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "Possible things without official documents:",
        "type": "Observation",
        "action": "Making",
        "mainArea": null,
        "areas": [
          "Public administration",
          "Conflict",
          "Identity"
        ],
        "tags": [],
        "desc": "Sleep in temporary or informal places;\nWork off the books or in untracked jobs;\nBuy food and everyday goods;\nMove around freely on foot or using public transport; Build a discreet social network; \nUse cash-based services or services that don’t require registration; \nPrepaid phones (sometimes with limitations), online services with limited identity verification.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n3qcfzsy",
      "x": 2542.187775009018,
      "y": -2336.652451664844,
      "w": 320,
      "h": 411,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "Things impossible or highly risky without official documents",
        "type": "Observation",
        "action": "Making",
        "mainArea": null,
        "areas": [
          "Public administration",
          "Identity",
          "Conflict"
        ],
        "tags": [],
        "desc": "Open a legal bank account; \nSign official contracts\nAccess public services as public healthcare, pensions, national health insurance, and state benefits; \nDrive legally; Travel abroad or obtain a passport; \nRegister marriage, children’s births, or property;\nReceive legal correspondence or official notices;\nAttend public schools or universities as a regular student\n",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nawaaze3",
      "x": 2350.9699796057193,
      "y": -1845.0751750891532,
      "w": 320,
      "h": 428,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "Conflict Between Bureaucratic and Biological Identity",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Identity",
          "Conflict",
          "Public administration"
        ],
        "tags": [],
        "desc": "This concept explores the conflict between bureaucratic identity—constructed, regulated, and validated by the State—and biological identity, tied to existence itself. The tension emerges when the legitimacy of life becomes dependent on administrative recognition. This duality mirrors the broader conflict between citizen and State: one grounded in emotional and physical reality, the other in legality and documentation. Bureaucracy thus becomes the interface where the human and the institutional collide, revealing how recognition and existence are politically negotiated.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nscfpivt",
      "x": 3159.7664391328954,
      "y": -2170.3105911389366,
      "w": 320,
      "h": 336,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "",
        "type": "Feedback",
        "action": "Exploring",
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "The conflict between bureaucratic and biological identity was considered too weak to stand as an independent concept. However, it presents valuable potential and could be integrated into other speculative scenarios. The feedback suggests keeping this element in mind as a secondary or supporting layer to enrich future developments, particularly those addressing recognition, control, and the boundaries between human life and administrative systems.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nifkvzah",
      "x": 2218.1435340343482,
      "y": 1671.266220235084,
      "w": 320,
      "h": 572,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "SLAPPs",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Socio-political",
          "Conflict",
          "Power",
          "Law"
        ],
        "tags": [],
        "desc": "SLAPPs (Strategic Lawsuits Against Public Participation) represent a contemporary form of bureaucratic warfare, where powerful entities use the legal system to silence dissent. These lawsuits, often lacking solid legal grounds, are designed to burden activists, journalists, or NGOs with overwhelming legal costs, procedural delays, and administrative complexity. Their effectiveness lies in exploiting the inefficiencies of judicial bureaucracy—slow timelines, financial inaccessibility, and the emotional strain of prolonged litigation. The objective is not to win in court, but to exhaust and intimidate the opposition into silence. A recent example is the lawsuit filed by an oil and gas company against Greenpeace and several activists in North Dakota, which ended with Greenpeace ordered to pay over $660 million in fines. SLAPPs reveal how bureaucratic mechanisms, when weaponized, can transform justice into a tool of coercion and control.",
        "links": [
          "https://www.the-case.eu/slapps/"
        ],
        "files": []
      }
    },
    {
      "id": "n6sfczbu",
      "x": 2619.9599798555887,
      "y": 2077.3866510608764,
      "w": 320,
      "h": 518,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "The Physical Weight of a SLAPP",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Critical design",
          "Communication",
          "Socio-political",
          "Law"
        ],
        "tags": [],
        "desc": "The idea is to convert the intangible force of legal power into a tangible, unsettling physical impact. Its primary purpose is to transform the abstract, bureaucratic nature of a SLAPP into a visceral, understandable, and profoundly disturbing experience. The artifact would serve as a tool for critical dialogue, not as a commercial product. Its very existence, as a prototype of a possible future, poses the provocative question: “What if the cost of silencing someone could be measured physically and made visible?” The artifact envisions a future in which the severity of the SLAPP problem has escalated to the point that such a physical instrument is needed to illustrate its harm. It is a critical commentary on the current legal landscape and a warning about a potential future.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n3izb57a",
      "x": 3013.696391832359,
      "y": 2296.9799220790237,
      "w": 320,
      "h": 349,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "Feedback on the SLAPP Concept",
        "type": "Feedback",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [],
        "tags": [],
        "desc": "The idea of representing bureaucracy as a weapon was appreciated for its critical depth and conceptual strength. However, the physical metaphor of the slap was not well received. The comparison between legal violence and physical impact was perceived as too literal and potentially distracting from the conceptual core. The feedback suggests emphasizing the structural nature of bureaucratic aggression rather than its bodily translation.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nlkkcro4",
      "x": 3568.855291859779,
      "y": -789.3363929397361,
      "w": 320,
      "h": 294,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "Migrants",
        "type": "Observation",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Law",
          "Power",
          "Socio-political"
        ],
        "tags": [],
        "desc": "In many cases, migrants become trapped in international waters due to bureaucratic loopholes and delays, biologically alive yet administratively invisible.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nn6cejhn",
      "x": 2647.4256965882046,
      "y": 2915.52855115798,
      "w": 320,
      "h": 472,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "The Psychology of Space",
        "type": "Observation",
        "action": "Exploring",
        "mainArea": "Interaction",
        "areas": [
          "Spatial design",
          "Envirionment",
          "Sociology"
        ],
        "tags": [],
        "desc": "The aesthetic quality of an environment has a psychological impact on us, influencing our mood. A dull, unwelcoming space can negatively affect our feelings, which in turn reduces productivity. Conversely, when a space is thoughtfully designed, we feel more welcomed and at ease.",
        "links": [
          "https://www.leitz.com/it-it/blog/leitz/workleitzbalance/l-aspetto-estetico-del-tuo-posto-di-lavoro-influenza-la-produttivita/#:~:text=Soddisfazione%20e%20benessere%20dei%20dipendenti&text=L'aspetto%20estetico%20di%20un%20ambiente%20ha%20un%20impatto%20psicologico,influenza%20negativamente%20la%20nostra%20produttivit%C3%A0."
        ],
        "files": []
      }
    },
    {
      "id": "n8u0buke",
      "x": 3132.4123742874035,
      "y": 2914.054092688169,
      "w": 320,
      "h": 501,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "What if it were possible to alter the way the human brain perceives to bureaucracy?",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political",
          "Public administration",
          "Design research"
        ],
        "tags": [],
        "desc": "Altering the human brain’s perception of bureaucracy could involve giving people “medicines” before they engage with administrative processes, changing their experience to feel pleasant, ethereal, colorful, and carefree. Taking the medicine highlights just how much bureaucracy is a source of conflict in everyday life—it is such a tedious and frustrating experience that people would rather alter their perception beforehand than face it as it is.\n\nThe alteration acts like a sedative: citizens are so soothed by the appearance of the redesigned environment that they fail to notice its persistent inefficiency. The “medicine” does not simplify the process; it anesthetizes protest and frustration.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ny9qm2o8",
      "x": 3603.8122041500037,
      "y": 3047.145297963026,
      "w": 320,
      "h": 282,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "Negative Feedback on the Concept",
        "type": "Feedback",
        "action": "Exploring",
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "The concept received negative feedback, being perceived as unconvincing and somewhat banal. \nThe critique suggests that, although the idea communicates its intention clearly, it lacks depth or originality in its speculative framing",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nk65ca75",
      "x": 1957.5520659804984,
      "y": 598.14264251233,
      "w": 320,
      "h": 472,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "Foucault's power and biopolitics",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Philosophy",
          "Sociology"
        ],
        "tags": [],
        "desc": "Foucault argues that modern power no longer operates solely through repression and prohibition—the “right to let die”—but productively, taking on the task of managing, optimizing, and “making live” the population. This approach directly applies to the regulation of human relationships, which cease to be purely private matters and instead become objects of expert knowledge and management. Biopower, therefore, justifies bureaucratic intervention in the intimate sphere, framing relationships as systems to be optimized to ensure social stability, individual well-being, and collective productivity.",
        "links": [
          "https://www.pensierofilosofico.it/articolo/Michel-Foucault-potere-e-biopolitica/301/"
        ],
        "files": []
      }
    },
    {
      "id": "nmkpixjw",
      "x": 2299.6442818914766,
      "y": 598.5498142477971,
      "w": 320,
      "h": 344,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "Sociological analysis of commodification",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Philosophy",
          "Sociology"
        ],
        "tags": [],
        "desc": "the process by which capitalist market logic penetrates social life, transforming goods, services, and even human relationships into commodities to be exchanged and consumed. This phenomenon is intensified by what has been called the “liquid society,” characterized by the precariousness of social ties and the volatility of identities.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nuy0jz86",
      "x": 2717.9047088567777,
      "y": 829.2462442269072,
      "w": 320,
      "h": 405,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "Conclusions",
        "type": "Observation",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory"
        ],
        "tags": [],
        "desc": "Weber’s rationalization provides the operational mechanism (bureaucracy), Foucault’s biopolitics defines the domain of application (life and relationships), and commodification supplies the driving logic (market utility). Together, they outline a society in which life itself is managed with the impersonal efficiency of a factory, and human relationships are subjected to quality-control procedures. Hyper-bureaucratization thus emerges as the operational arm of biopower, using market logic to extend rational control to the farthest reaches of human experience.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nr9tiro7",
      "x": 6438.943309774251,
      "y": 1156.141439704057,
      "w": 320,
      "h": 277,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Bureaucratic Identity Eraser",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political",
          "Law",
          "Power",
          "Conflict"
        ],
        "tags": [],
        "desc": "Scenario that merges identity and weaponry into a bureaucratic instrument that cancels an individual’s administrative identity. ",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nvi9tlxd",
      "x": 4763.315904784203,
      "y": 2492.5836518728815,
      "w": 320,
      "h": 316,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Public Opinion as a Bureaucratic Weapon",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political",
          "Cultural studies",
          "Critical design",
          "Law"
        ],
        "tags": [],
        "desc": "New concept that envisions public opinion as a new bureaucratic weapon, an external yet powerful force capable of influencing, accelerating, or obstructing institutional processes",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nldb9o2w",
      "x": 3902.5454163402483,
      "y": 1898.3332399546957,
      "w": 320,
      "h": 298,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Feedback on the concept of weapon",
        "type": "Feedback",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [],
        "tags": [],
        "desc": "Clarify the precise type of “weapon” envisioned and map its fields of action. Specify: target(s) (who/what it affects), mode of deployment (legal, symbolic, material, procedural), intended effects (silencing, financial damage, reputational), contexts of use, and limits or legal/ethical boundaries. ",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n6tmf385",
      "x": 5610.029724809604,
      "y": 1288.9560231170317,
      "w": 320,
      "h": 445,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "The OFAC Lists and Global Financial Control",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Socio-political",
          "Law",
          "Power",
          "Conflict"
        ],
        "tags": [],
        "desc": "Albanese’s name appears on the lists issued by the OFAC — the Office of Foreign Assets Control of the U.S. Department of the Treasury. These lists were originally created to target terrorists, drug traffickers, and authoritarian regimes. Individuals or entities included are excluded from financial networks, and their assets can be frozen. The key point is that, while these lists are instruments of U.S. foreign policy, they ultimately influence the entire global banking system, demonstrating how bureaucratic mechanisms of sanction can extend beyond national borders to shape international economic behavior.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nmjie0i7",
      "x": 5251.636241150121,
      "y": 1291.3332399546957,
      "w": 320,
      "h": 428,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "The SDN List (Specially Designated Nationals)",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Law",
          "Power",
          "Conflict",
          "Socio-political"
        ],
        "tags": [],
        "desc": "The Specially Designated Nationals (SDN) List includes individuals and entities operating in strategic sectors linked to, or associated with, hostile nations. Being placed on the SDN list is potentially fatal for any commercial organization, as it results in a total prohibition for U.S. and foreign subjects alike to conduct business with the listed parties or any companies directly or indirectly controlled by them. The measure functions as a powerful bureaucratic and economic tool of exclusion, transforming administrative designation into a mechanism of global control.\n",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n6s1c8pi",
      "x": 5951.636241150121,
      "y": 1284.3332399546957,
      "w": 320,
      "h": 658,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Targeted International Sanctions",
        "type": "Feedback",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Socio-political",
          "Media studies",
          "Public administration",
          "Law",
          "Power",
          "Conflict"
        ],
        "tags": [],
        "desc": "International sanctions, imposed by entities such as the OFAC, the European Union (EU), and the United Nations (UN), target not only entire nations but also specific individuals, institutions, and organizations. These targeted sanctions—or individual sanctions—include subjects listed in sanction databases such as the OFAC SDN List or EU/UN restrictive measures. Examples include individuals linked to Russian sanction programs, such as Kirill Aleksandrovich Dmitriev, and companies in strategic Russian sectors like energy, metallurgy, mining, and defense (e.g., LLC Northern Technologies, JSC Kazan Compressor Machinery Plant, and LLC Gazprom Linde Engineering). The lists also encompass entrepreneurs controlling sanctioned entities, as well as individuals and institutions from countries such as China, Turkey, the UAE, and the UK, often for aiding sanction evasion. Broader categories include drug traffickers, arms dealers, terrorists, and illicit financial actors. Complete bans apply to nations such as Cuba, illustrating how these bureaucratic instruments of control extend across geopolitical and non-state domains.\n",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n0q6izio",
      "x": 4315.033883930349,
      "y": 2133.357489809245,
      "w": 320,
      "h": 445,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "The Case of Ilaria Salis",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Socio-political",
          "Law",
          "Media studies"
        ],
        "tags": [],
        "desc": "Ilaria Salis, an Italian anti-fascist activist detained in Hungary for alleged involvement in an attack on neo-Nazi demonstrators, was elected to the European Parliament with strong public backing. Her election granted her parliamentary immunity, allowing her to return to Italy. Hungarian authorities later requested the waiver of her immunity, initiating a review within the European Parliament. The plenary ultimately voted to uphold it by a narrow margin, sparking widespread political debate. The case highlights the power of public opinion and the intersection between legal systems, political legitimacy, and human rights protection.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nmllwbum",
      "x": 5126.181118703054,
      "y": 2002.6891573530875,
      "w": 320,
      "h": 568,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Problem to reflect on",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Socio-political",
          "Law",
          "Cultural studies",
          "Media studies"
        ],
        "tags": [],
        "desc": "One of the most significant issues in contemporary society concerns the relationship between law, bureaucracy, and public opinion. The law, along with the bureaucratic mechanisms that regulate it, is generally regarded as an absolute system, valid regardless of context or circumstance. However, reality shows that this principle is not always so firm: there are situations in which individuals who have acted outside the law are supported, justified, or even legitimized by public opinion.\n\nThis dynamic raises questions: should the law be applied rigidly, even when it clashes with common sentiment? Or is it legitimate for collective perception to influence, directly or indirectly, the outcomes of judicial proceedings? In other words, should justice remain impermeable to social consensus, or must it take it into account in order to stay aligned with reality and the cultural evolution of society?",
        "links": [],
        "files": []
      }
    },
    {
      "id": "niqpie8v",
      "x": 4777.473935786389,
      "y": 1999.6290212547055,
      "w": 320,
      "h": 394,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Scenery",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political",
          "Media studies",
          "Law"
        ],
        "tags": [],
        "desc": "Let’s imagine a system in which public opinion is no longer confined to an external and symbolic dimension, but can formally intervene through bureaucratic procedures. In this context, the collective voice would no longer be just a factor of indirect pressure, but would become an integral part of judicial processes, a new “bureaucratic weapon” in the hands of public opinion.\n\nwhat if public opinion could intervene through bureaucratic channels to oppose judicial decisions?",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nbqkiz47",
      "x": 5127.15732942609,
      "y": 2586.6627068953694,
      "w": 320,
      "h": 411,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Definition and reason for the conflict:",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political",
          "Law",
          "Power",
          "Conflict"
        ],
        "tags": [],
        "desc": "In this context, we can identify a dual conflict: first, public opinion can use bureaucracy as a means to fight the bureaucratic system itself. Through legal and fully regulated procedures, it would become possible to concretely intervene and alter the outcome of a judicial decision.\nA second, equally evident conflict arises between the bureaucratic system, originally designed to guarantee impartiality and legality, and public opinion, which is primarily driven by empathy and emotion.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ngl0xm8l",
      "x": 5473.50231452057,
      "y": 2086.4472761620173,
      "w": 320,
      "h": 478,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Agents and Dynamics of the Conflict",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political",
          "Law",
          "Power",
          "Conflict"
        ],
        "tags": [],
        "desc": "The agents of the conflict are, on one side, citizens and groups forming public opinion, able to formally intervene to influence or overturn the outcome of a trial, and, on the other, the State, represented by its bureaucratic and judicial apparatus, which operates through established laws and procedures. The dynamic of the conflict unfolds through the interaction of these two logics: public opinion employs legal and regulated tools to exert pressure, while the State enforces norms in an impersonal and structured manner. The encounter between collective emotion and institutional rationality creates a persistent tension that can shape judicial outcomes while formally remaining within the boundaries of legality.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ncolsqav",
      "x": 5472.049051505745,
      "y": 2592.7648581554254,
      "w": 320,
      "h": 265,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Entity",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [],
        "tags": [],
        "desc": "An organization that evaluates, coordinates, and regulates the ways in which public opinion can formally intervene, assuming an active role in influencing the outcome of judicial processes. ",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n5es7j0l",
      "x": 6038.836149139678,
      "y": 2444.2658362691113,
      "w": 320,
      "h": 265,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Feedback on the Speculative Depth of the Scenario",
        "type": "Feedback",
        "action": null,
        "mainArea": "Speculation",
        "areas": [],
        "tags": [],
        "desc": "The scenario was considered insufficiently speculative, as the intrusion of public opinion into bureaucratic and judicial systems already exists in forms such as class actions.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n099v6n8",
      "x": 6837.272148054251,
      "y": 1150.4582844010802,
      "w": 320,
      "h": 361,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Bureaucratic Death Penalty",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political",
          "Law",
          "Power",
          "Conflict"
        ],
        "tags": [],
        "desc": "What if there existed an instrument that could “kill” you bureaucratically—stripping your legal identity, rights and access to services—or if a formal “bureaucratic death penalty” were ever introduced? Such measures would produce social death: loss of civil status, freezing of assets, exclusion from healthcare and employment, invisibility in registries, and effective statelessness. ",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n8hb7uxv",
      "x": 6595.368230617831,
      "y": 1624.2898275405114,
      "w": 320,
      "h": 394,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Scenery",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political",
          "Law",
          "Power",
          "Conflict"
        ],
        "tags": [],
        "desc": "Bureaucracy is not merely a state instrument for administration but the very foundation of personal identity. To possess a bureaucratic identity means to be recognized, to have access to rights, and to exist within the social order. Without it, biological existence alone is insufficient for full participation in society. Bureaucratic recognition thus defines the boundary between visibility and exclusion, shaping the conditions of belonging and legitimacy within modern civilization.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nk3vv9ka",
      "x": 6954.697661794171,
      "y": 2080.970397516457,
      "w": 320,
      "h": 344,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Problem to reflect on",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political",
          "Power",
          "Law",
          "Conflict"
        ],
        "tags": [],
        "desc": "In our society, full access to social life and its rights is tied to the possession of a bureaucratic identity. Paradoxically, mere biological existence is not enough. This raises a critical question about the role of bureaucracy itself: to what extent does the bureaucratic system define , and ultimately limit, what it means to exist?",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nr4ozcme",
      "x": 6954.803724596136,
      "y": 1619.1393403777518,
      "w": 320,
      "h": 445,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "What if",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political",
          "Power",
          "Law",
          "Conflict"
        ],
        "tags": [],
        "desc": "The scenario is built around the question: “What if people could be erased bureaucratically?”\nIt imagines a world in which the State can impose a bureaucratic death penalty for extreme and inhuman crimes. In this system, life itself is not taken, but one’s bureaucratic existence is revoked: all documents proving identity are deleted, leaving the individual without recognition, rights, or access to institutions. The person becomes legally invisible—a living being stripped of social existence. The scenario exposes the fragility of identity when its validity depends entirely on administrative acknowledgment.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nfs3igay",
      "x": 7305.865688216919,
      "y": 1630.0115614686226,
      "w": 320,
      "h": 361,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Agents and Dynamics of the Conflict",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political",
          "Conflict",
          "Law",
          "Power"
        ],
        "tags": [],
        "desc": "The condemned individual finds themselves trapped in a paradox: they continue to exist biologically, yet are excluded from any form of official recognition. It is as if the bureaucratic machine — the very system that once guaranteed their existence — has now turned against them. The true conflict lies here: between being alive and being acknowledged, between biological reality and bureaucratic reality.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n1ai34af",
      "x": 7305.010776877922,
      "y": 2020.7799909425025,
      "w": 320,
      "h": 411,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Entity",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political",
          "Conflict",
          "Law",
          "Power"
        ],
        "tags": [],
        "desc": "We are the branch of the juridical and administrative apparatus charged with carrying out bureaucratic erasure. Our task is to make the person disappear from the system: to remove every trace of their identity from registers, databases and official archives. We cancel registrations, retract certifications, delete file entries and sever administrative ties so that, on paper, the individual no longer exists. In short, we convert a life into records, and by erasing those records we enact the disappearance itself.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nce6l0vb",
      "x": 7882.678872991765,
      "y": 1948.2877008379132,
      "w": 320,
      "h": 332,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Feedback on the Bureaucratic Death Penalty Concept",
        "type": "Feedback",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [],
        "tags": [],
        "desc": "The concept of the bureaucratic death penalty is to be abandoned. The feedback suggests focusing instead on the other two directions previously explored, which offer stronger conceptual and speculative potential while maintaining consistency with the project’s critical investigation of bureaucratic power.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nw2945a7",
      "x": 3942.5530259415214,
      "y": 437.66676696210993,
      "w": 320,
      "h": 411,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Scenery",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Conflict",
          "Sociology",
          "Public administration"
        ],
        "tags": [],
        "desc": "In interpersonal dynamics, ambiguous and conflicting situations often emerge, whose management becomes complex due to the high level of emotional involvement.\nBureaucracy, on the other hand, functions as a system aimed at regulation and rationalization. In this sense, it has extended its reach into the realm of personal relationships: marriage and divorce represent emblematic examples, as they are formalized through acts and procedures of a purely bureaucratic nature.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nj49vybu",
      "x": 4304.903625911994,
      "y": 442.66676696210993,
      "w": 320,
      "h": 428,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Problem to reflect on",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Public administration",
          "Sociology",
          "Conflict"
        ],
        "tags": [],
        "desc": "When bureaucratic logic enters the realm of personal relationships, a particular tension emerges.\nOn one hand, bureaucratic institutions exist to provide order, recognition, and protection to those relationships.\nOn the other, there is the risk that emotional complexity will be reduced to a series of cold, standardized procedures.\nThis tension invites reflection on a fragile balance — between the need for regulation and the freedom of emotion, between the pursuit of order and the authenticity of personal experience.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nkv6za4r",
      "x": 4565.449471999713,
      "y": 36.74425384953295,
      "w": 320,
      "h": 394,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "What if",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Sociology",
          "Conflict",
          "Public administration"
        ],
        "tags": [],
        "desc": "Our scenario stems from a central question: “What if bureaucracy extended its control to the most intimate spheres of human life?”\nWe imagine a world defined by hyper-bureaucratization, where procedures and regulations permeate every aspect of daily existence.\nIn this context, bureaucracy intervenes even in interpersonal and intimate relationships, seeking to manage and regulate the ambiguities and conflicts inherent in human connection.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n168z3r9",
      "x": 4681.7611384872835,
      "y": 465.09853620114495,
      "w": 320,
      "h": 344,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Agents and Dynamics of the Conflict",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Power",
          "Conflict",
          "Sociology"
        ],
        "tags": [],
        "desc": "The conflict, then, does not arise only within the relationships that bureaucracy attempts to regulate, but above all in the clash between two opposing natures: on one side, the rational and impersonal logic of bureaucratic norms; on the other, the spontaneous and deeply human dimension of personal relationships.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ndl1wgju",
      "x": 4925.8282925070225,
      "y": 43.6017664248223,
      "w": 320,
      "h": 394,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Entity",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Public administration",
          "Conflict",
          "Sociology"
        ],
        "tags": [],
        "desc": "We are an insurance agency that citizens are strongly encouraged to consult before entering a relationship—or to regulate one that already exists.\nOur role is to prevent and manage situations of ambiguity or conflict that may arise within the relationship, ensuring that they are anticipated and properly regulated.\nIn doing so, we guarantee that any misunderstandings or offenses are handled rationally and in full compliance with established procedures.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nbkbo75y",
      "x": 4012.2996065071457,
      "y": 121.73048799118442,
      "w": 320,
      "h": 231,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Positive feedback",
        "type": "Feedback",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "need to better outline the scenario by going into more detail\n",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n9f63nt8",
      "x": 8793.165234286722,
      "y": -2754.644056781337,
      "w": 320,
      "h": 283,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "\"sangue del mio sangue\"",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Law",
          "Socio-political",
          "Identity",
          "Public administration"
        ],
        "tags": [],
        "desc": "ideation of a scenario where citizenship is transmitted through blood",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nusfml5g",
      "x": 8889.165234286722,
      "y": -2346.644056781337,
      "w": 320,
      "h": 378,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Context",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political",
          "Identity",
          "Public administration"
        ],
        "tags": [],
        "desc": "Italy’s citizenship system, strictly rooted in ius sanguinis, excludes many individuals born and raised in the country who lack formally recognized Italian ancestry. The naturalization process is often long, expensive, and opaque, requiring extensive documentation, years of waiting, and navigating fragmented administrative layers. This produces unequal access to rights for people who share the same lived reality but not the same lineage.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nw3425oy",
      "x": 9242.732740298035,
      "y": -2345.21156279265,
      "w": 320,
      "h": 367,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Problem to reflect on",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Public administration",
          "Identity",
          "Socio-political",
          "Law"
        ],
        "tags": [],
        "desc": "The Italian citizenship system therefore creates a deep contradiction, and this paradox opens a reflection on the value attributed to blood compared to experience and belonging: does blood truly define who we are? Is family lineage worth more than the years lived, the relationships formed, and the bond built with a place?",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nedye6gd",
      "x": 9240.089258966405,
      "y": -1960.6347848447801,
      "w": 320,
      "h": 277,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "What if",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political",
          "Identity",
          "Law",
          "Public administration"
        ],
        "tags": [],
        "desc": "Our scenario would be based on the question: “What if obtaining Italian citizenship were possible through a blood transfusion?”",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nd1ltt6v",
      "x": 9593.165234286722,
      "y": -2341.644056781337,
      "w": 320,
      "h": 434,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Agents and Dynamics of the Conflict",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Public administration",
          "Identity",
          "Socio-political",
          "Law"
        ],
        "tags": [],
        "desc": "The system based on ius sanguinis creates a fracture between those who live in and contribute to society and those who, legally, are not considered part of it. This is where the conflict arises: the right to belong becomes a privilege, measured exclusively through blood rather than experience or cultural rootedness.\n\nThe paradox becomes concrete: someone who has lived in Italy for years can be excluded, while someone who pays to receive a symbolic transfusion of “Italian blood” obtains a recognition that the State denies to others.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ni6oephu",
      "x": 9593.165234286722,
      "y": -1886.4432133319654,
      "w": 320,
      "h": 350,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Entity",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Public administration",
          "Identity",
          "Law",
          "Socio-political"
        ],
        "tags": [],
        "desc": "An association operating under the guise of a reputable voluntary blood bank. However, its true mission is different: the organization distributes transfusion kits, expensive and not accessible to everyone, which allow the acquisition of Italian citizenship.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ncfiqnoz",
      "x": 9457.165234286722,
      "y": -2780.644056781337,
      "w": 320,
      "h": 231,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Feedback",
        "type": "Feedback",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "Try to further outline how this system would work and emphasize its legality.\n",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n9w4oaff",
      "x": 9952.954196772293,
      "y": -2640.93529737338,
      "w": 320,
      "h": 282,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Decision to close this option",
        "type": "Feedback",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "The more the scenario is developed in detail, the more it reveals flaws in the system, making it unrealistic. Therefore, this path should be abandoned in order to focus on the one concerning relationships.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nd9mu7zv",
      "x": 5439.462350657351,
      "y": 713.6525234352347,
      "w": 320,
      "h": 248,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "feedback",
        "type": "Feedback",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "Positive assessment of the scenario. Try to find ways to enhance the conflict and the most precise dynamics, types of relationships...",
        "links": [],
        "files": []
      }
    },
    {
      "id": "najakot8",
      "x": 6055.605860458547,
      "y": 300.145626926423,
      "w": 320,
      "h": 399,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Definitive scenario",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [],
        "tags": [],
        "desc": "We position ourselves in a world defined by hyper-bureaucratization, where procedures and regulations extend to every aspect of daily life.\nIn this context, bureaucracy intervenes even in interpersonal and intimate relationships, aiming to manage and regulate the ambiguities and conflicts inherent in human interaction.\nWithin this scenario, individuals can protect themselves through relationship insurance policies, which define and formalize even the smallest details of their relationships through a system entirely based on insurance mechanisms.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nnmjsmbx",
      "x": 4963.908532980074,
      "y": -1587.560637283511,
      "w": 320,
      "h": 349,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Feedback",
        "type": "Feedback",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "The concept was found to be too generic and lacking clear boundaries. The feedback suggests defining it more precisely by identifying its specific scope, actors, and implications. At the same time, the notion of liquid boundaries could be explored as a strength rather than a weakness,framing the idea as a flexible and evolving system instead of a rigid construct. This approach would help preserve conceptual openness while improving clarity and depth.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nr6ljo8b",
      "x": 5488.485661518092,
      "y": -1030.3000381877737,
      "w": 320,
      "h": 327,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Redistribution of States",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Power",
          "Socio-political",
          "Envirionment",
          "Conflict"
        ],
        "tags": [],
        "desc": "In this speculative scenario, global crises force a radical reorganization of state borders. Nations are redistributed not through conflict or diplomacy, but by necessity. Bureaucracy becomes the mechanism of this planetary reshuffling, turning geopolitical order into a matter of logistics rather than heritage.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nohmi1vl",
      "x": 5919.717549616251,
      "y": -1053.292414319188,
      "w": 320,
      "h": 445,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Definition and reason for the conflict",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Conflict",
          "Socio-political",
          "Power",
          "Envirionment"
        ],
        "tags": [],
        "desc": "The redrawing of borders generates a complex bureaucratic conflict involving governments, states, and citizens. Administrative entities struggle to define where a nation begins and ends, while disputes arise over territorial ownership, jurisdiction, and cultural identity. States clash with each other to assert sovereignty, and populations experience disorientation as they find themselves relocated onto unfamiliar lands. The bureaucratic apparatus, intended to mediate order, becomes a field of tension—its procedures unable to contain the emotional, political, and existential chaos unleashed by the redistribution of territory.\n",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n5oesg5f",
      "x": 5920.993655329548,
      "y": -584.7993238057763,
      "w": 320,
      "h": 428,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Entity",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Envirionment",
          "Power",
          "Socio-political",
          "Conflict"
        ],
        "tags": [],
        "desc": "We are an administrative entity tasked with determining the relocation of nations erased by rising sea levels. Through bureaucratic procedures, we identify still-emerged territories on which these vanished states can be “placed” anew. Each reassignment is calculated based on the exact surface area lost, ensuring formal equivalence between the submerged land and its replacement. This process transforms geography into a matter of administrative redistribution, reducing sovereignty and cultural identity to measurable spatial data within a global ledger of displaced nations.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nxj2hw02",
      "x": 6635.555649895212,
      "y": -652.8796545458115,
      "w": 320,
      "h": 445,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "What if",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Envirionment",
          "Power",
          "Socio-political",
          "Conflict"
        ],
        "tags": [],
        "desc": "What if the redistribution of the world’s states became inevitable, forcing a new balance between governments, nations, and citizens? In the near future, the progressive melting of ice caps will raise sea levels, submerging vast portions of national territories. Entire populations will lose their homelands, triggering political, bureaucratic, and humanitarian crises. Bureaucracy will become the central mechanism through which new borders are negotiated and redrawn, transforming the act of governance into an exercise of global spatial management—an attempt to restore equilibrium in a world where geography itself has collapsed.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n1y01te4",
      "x": 7134.4550795192,
      "y": -2004.4000527356422,
      "w": 320,
      "h": 384,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Passports, Citizenship, and the Bureaucratic Definition of Self",
        "type": "Observation",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Public administration",
          "Socio-political",
          "Conflict",
          "Identity"
        ],
        "tags": [],
        "desc": "Movement across borders depends on documents, passports and visas, that translate citizenship into permission. The passport becomes both a key and a cage: it grants access while revealing the constraints imposed by one’s administrative identity. Citizenship, encoded in these documents, determines who you are in the eyes of institutions and how far you can go. ",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nh307m48",
      "x": 7534.7357397095275,
      "y": -2013.3426412076387,
      "w": 320,
      "h": 417,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Citizenship as Bureaucratic Identity",
        "type": "Observation",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Identity",
          "Conflict",
          "Socio-political",
          "Public administration",
          "Law"
        ],
        "tags": [],
        "desc": "Citizenship defines not only one’s legal status but also one’s very identity within the bureaucratic order. It assigns belonging, rights, and visibility, turning nationality into a fundamental marker of existence. Through citizenship, the individual becomes legible to the State—registered, categorized, and controlled. This reflection reveals how identity, rather than being purely personal or cultural, is constructed through administrative recognition, where to exist means to be documented.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nn3eluom",
      "x": 7967.428933236572,
      "y": -2132.95306876639,
      "w": 320,
      "h": 361,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Ius sanguinis",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Public administration",
          "Law",
          "Socio-political",
          "Identity"
        ],
        "tags": [],
        "desc": "The application for Italian citizenship ius sanguinis (“right of blood”) is based on the principle that Italian citizenship is passed down from generation to generation through descent from an Italian ancestor — with no generational limits, provided there has been no interruption in the transmission (that is, no ancestor who lost or renounced Italian citizenship before the birth of their child).",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ns9y3z8c",
      "x": 8327.89381049806,
      "y": -1745.0351911082973,
      "w": 320,
      "h": 456,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Genetic Information Extracted from Blood",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Science",
          "Identity"
        ],
        "tags": [],
        "desc": "From blood (more precisely the DNA in white blood cells) it is possible to identify an individual, determine biological kinship, estimate genetic ancestry, and reveal hereditary traits or disease predispositions. The procedure involves extracting DNA from the sample and comparing it against genetic databases or other individual samples for identification, parentage, or ancestry inference. Limits include statistical uncertainty in ancestry estimates, the distinction between biological origins and cultural/national identity, and the legal and ethical requirement of informed consent—analysing someone’s DNA without permission is a privacy violation and, in jurisdictions like Italy, a criminal offence.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nkfiuxlj",
      "x": 8385.705306916992,
      "y": -2208.356130717414,
      "w": 320,
      "h": 361,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "ius sanguinis vs ius solis",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Public administration",
          "Law",
          "Socio-political",
          "Identity"
        ],
        "tags": [],
        "desc": "Countries around the world can broadly be divided into two main categories. Under the principle of ius sanguinis (“right of blood”), citizenship is passed from parents to child regardless of where the person is born — as in Italy, Greece, Poland, or Japan. In contrast, ius soli (“right of the soil”) grants citizenship to those born within a country’s territory, as in the United States, Canada, or Brazil.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nhxw1z8p",
      "x": 6277.045483771111,
      "y": -1055.785482733524,
      "w": 320,
      "h": 512,
      "group": null,
      "data": {
        "date": "2025-10-27",
        "title": "Context a world reshaped by rising seas",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Conflict",
          "Socio-political",
          "Power",
          "Envirionment"
        ],
        "tags": [],
        "desc": "Scientific research increasingly confirms that sea levels are rising due to global warming and the melting of polar ice caps. As this trend continues, vast coastal areas will be submerged, altering ecosystems and forcing cities and civilizations to adapt to a predominantly aquatic planet. The Earth’s geography, as we know it, will become unrecognizable. In parallel, geopolitical tensions intensify: nations exert political, economic, or military pressure on others, redrawing territorial influence and destabilizing governance. Climate change, conflict, and economic crises trigger mass migrations, turning millions into refugees seeking stability and survival. These flows strain existing state structures and continually redefine the world’s political and social landscape, setting the stage for new bureaucratic and territorial conflicts.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n69ggwt4",
      "x": 7091.346856203634,
      "y": -970.7026960496787,
      "w": 320,
      "h": 248,
      "group": null,
      "data": {
        "date": "2025-10-27",
        "title": "Negative feedback",
        "type": "Feedback",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "the bureaucratic conflict does not emerge enough, indeed there is the risk that the environmental conflict emerges more",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n6brru8k",
      "x": 5845.30566135131,
      "y": -2394.72015507601,
      "w": 320,
      "h": 394,
      "group": null,
      "data": {
        "date": "2025-10-27",
        "title": "Problem to reflect on",
        "type": "Observation",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Power",
          "Socio-political",
          "Identity",
          "Law",
          "Conflict"
        ],
        "tags": [],
        "desc": "Freedom of movement is not universal but determined by one’s citizenship—an administrative identity defined by states and borders. Passports embody this inequality: some grant almost unrestricted access across nations, while others severely limit mobility. This system creates a bureaucratic hierarchy of value among individuals, where privilege and restriction are encoded in documents rather than merit or need, turning mobility itself into a measurable form of power.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n3y8h4qs",
      "x": 6261.074692030237,
      "y": -2259.3611328872603,
      "w": 320,
      "h": 417,
      "group": null,
      "data": {
        "date": "2025-10-27",
        "title": "What if",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Conflict",
          "Law",
          "Identity",
          "Socio-political",
          "Power",
          "Public administration"
        ],
        "tags": [],
        "desc": "What if passports were assigned randomly, detached from birthplace or nationality? In this speculative scenario, the hierarchy of mobility would collapse into chance. Access, privilege, and restriction would no longer depend on inherited citizenship but on probability. Such a system would expose the arbitrariness of borders and question the moral legitimacy of belonging, revealing how much of one’s freedom is determined not by identity or action, but by administrative lottery.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "neo6nj5j",
      "x": 6681.329199128836,
      "y": -2446.083880472673,
      "w": 320,
      "h": 315,
      "group": null,
      "data": {
        "date": "2025-10-27",
        "title": "Feedback negativo",
        "type": "Feedback",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "The concept was considered insufficiently speculative, as the random assignment of passports merely reinforces the existing arbitrariness already embedded in current systems of citizenship and border control. While it highlights inequality, it does not introduce a truly alternative or critical mechanism. ",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n33ic9u9",
      "x": 5551.787047557259,
      "y": -1663.246523440428,
      "w": 320,
      "h": 411,
      "group": null,
      "data": {
        "date": "2025-10-27",
        "title": "Problem to reflect on",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Socio-political",
          "Conflict",
          "Hystory"
        ],
        "tags": [],
        "desc": "To cross borders, there are rules and complications, some can move freely, while others are constantly restrained by limitations and paperwork.\nCrossing territories is never neutral: it requires a bureaucratic process, a regulated iter of permissions, authorizations, and controls that decide who can pass and who must remain still.\nIt reflects a system built on hierarchy and regulation, where mobility itself becomes a privilege — not only for people, but for goods, data, and information as well.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n2z9a2d5",
      "x": 6356.168909066194,
      "y": -1507.7860762621674,
      "w": 320,
      "h": 300,
      "group": null,
      "data": {
        "date": "2025-10-27",
        "title": "What if",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Public administration",
          "Conflict",
          "Socio-political",
          "Law"
        ],
        "tags": [],
        "desc": "And what if a person’s movement across borders followed the same bureaucratic process as that of a package?",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n53kzafb",
      "x": 6720.380464217555,
      "y": -1717.0628749746973,
      "w": 320,
      "h": 366,
      "group": null,
      "data": {
        "date": "2025-10-27",
        "title": "Negative feedback",
        "type": "Feedback",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "The scenario was considered too linear, relying on a one-to-one correspondence between physical relocation and bureaucratic process. The feedback highlights the need for greater complexity—moving beyond direct analogies to explore how bureaucratic structures might transform, overlap, or malfunction when faced with such large-scale reorganization. The concept should evoke systemic ambiguity rather than simple equivalence between displacement and administration.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "njcx9cg8",
      "x": 5450.346820762128,
      "y": -2388.980327482288,
      "w": 320,
      "h": 417,
      "group": null,
      "data": {
        "date": "2025-10-27",
        "title": "The American Green Card Lottery",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Public administration",
          "Law",
          "Power",
          "Socio-political",
          "Identity"
        ],
        "tags": [],
        "desc": "Each year, the United States organizes the Diversity Visa Lottery, a program that grants over fifty thousand people the chance to obtain permanent residency. Designed to promote demographic and cultural diversity, the lottery aims to make the nation’s population more heterogeneous. This bureaucratic mechanism turns citizenship into a matter of chance, transforming identity and belonging into outcomes of probabilistic selection rather than lineage, merit, or geography.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n72upnfh",
      "x": 5444.445121108987,
      "y": -2898.260180658751,
      "w": 320,
      "h": 355,
      "group": null,
      "data": {
        "date": "2025-10-27",
        "title": "Unwritten Rules of Hospitality",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Sociology",
          "Envirionment"
        ],
        "tags": [],
        "desc": "Across cultures, there exist unwritten social rules that dictate how guests should behave when invited into someone’s home. These norms vary from country to country, reflecting deeper cultural values related to respect, hierarchy, and social harmony. While not codified, such expectations shape interpersonal dynamics and define the invisible boundaries between host and guest, politeness and intrusion, belonging and otherness.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nanz192r",
      "x": 5863.11668093648,
      "y": -2962.280521700406,
      "w": 320,
      "h": 417,
      "group": null,
      "data": {
        "date": "2025-10-27",
        "title": "The Threshold as a Boundary",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Sociology",
          "Envirionment",
          "Public administration",
          "Conflict"
        ],
        "tags": [],
        "desc": "The house threshold functions as a symbolic and practical boundary—a point where inclusion and exclusion are negotiated. It marks the transition between public and private, between the world of shared rules and the domain of personal control. By using an object like a doormat, the homeowner can perform an act of selection, deciding who crosses that boundary and under what conditions. This small gesture transforms the entrance into an active interface of social and relational filtering.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nkqo0t3l",
      "x": 6286.466865159267,
      "y": -2964.975278572652,
      "w": 320,
      "h": 382,
      "group": null,
      "data": {
        "date": "2025-10-27",
        "title": "negative Feedback",
        "type": "Feedback",
        "action": null,
        "mainArea": "Speculation",
        "areas": [],
        "tags": [],
        "desc": "The concept was considered not sufficiently speculative, as the domestic threshold already implies an inherent form of selection linked to private property. The act of choosing who may enter a home is a right already guaranteed by ownership, leaving little room for critical or speculative development. To strengthen the idea, the feedback suggests exploring contexts where boundaries are less explicit or negotiable—spaces in which the notion of access, permission, or exclusion is contested rather than predetermined.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nxv6198r",
      "x": 6969.52668722603,
      "y": -26.8435611884953,
      "w": 320,
      "h": 372,
      "group": null,
      "data": {
        "date": "2025-10-30",
        "title": "Levels of conflicts",
        "type": "",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Conflict"
        ],
        "tags": [],
        "desc": "→ Paradoxical bureaucratic conflict:\nBureaucracy embodies a fundamental contradiction: it is designed to regulate, resolve, clarify, and protect, yet in doing so it inevitably depersonalizes, constrains, obliges, and excludes.\nThis tension reveals a deeper clash between two opposing forces — on one side, the rational and impersonal nature of bureaucratic order; on the other, the spontaneous and profoundly human dimension of personal relationships.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nsuoe5zk",
      "x": 6588.842406825564,
      "y": 321.28603884430913,
      "w": 320,
      "h": 260,
      "group": null,
      "data": {
        "date": "2025-10-30",
        "title": "What if",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Public administration",
          "Sociology"
        ],
        "tags": [],
        "desc": "What if bureaucracy extended its control to the most intimate spheres of human life?",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nq2vfoit",
      "x": 6590.847537862345,
      "y": 603.8360555802594,
      "w": 320,
      "h": 298,
      "group": null,
      "data": {
        "date": "2025-10-30",
        "title": "Message to convey",
        "type": "",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [],
        "tags": [],
        "desc": "What we mean is that bureaucracy is dehumanizing, but this can be seen both positively and negatively (protection vs. constraint).\nBureaucracy is dehumanizing in its attempt to judge purely human situations through the application of laws and rationality.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nldpevvs",
      "x": 7112.771614106029,
      "y": 492.7674029475013,
      "w": 320,
      "h": 394,
      "group": null,
      "data": {
        "date": "2025-10-30",
        "title": "Entity",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Public administration",
          "Sociology",
          "Power"
        ],
        "tags": [],
        "desc": "We are an insurance agency that citizens are strongly encouraged to consult before entering a relationship — or to regulate one that already exists.\nOur task is to formalize and regulate every aspect of the relationship, ensuring that, in moments of ambiguity or conflict, there is a bureaucratic procedure to follow that protects both parties.\nIn this way, we guarantee that any misunderstandings or offenses are handled rationally and in full compliance with established procedures.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nx9lyg0m",
      "x": 5944.889207752232,
      "y": -1669.633945447322,
      "w": 320,
      "h": 468,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Movement of packages and people",
        "type": "Observation",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Socio-political",
          "Conflict",
          "Hystory",
          "Public administration",
          "Law"
        ],
        "tags": [],
        "desc": "It’s a system that mirrors the bureaucratic rules governing the international movement of both packages and people — both subject to forms, identification, tracking, and approval before they can travel.\nEvery passage is documented, categorized, and validated through codes and protocols that determine legitimacy.\nIn this sense, the act of crossing a border — whether by a person or an object — becomes less about freedom of movement and more about compliance with an administrative logic that transforms mobility into data, regulation, and control.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nuigem8f",
      "x": 7729.207479524389,
      "y": 248.7992603394356,
      "w": 320,
      "h": 265,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Feedback",
        "type": "Feedback",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "Dig deeper into research to gather as much information as possible on insurance processes and other relevant elements that could help you build a communication engine.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nlvi0ue8",
      "x": 8398.820307895034,
      "y": -966.512952784077,
      "w": 320,
      "h": 501,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Research Objective: Insurance Communication & Unconventional Products",
        "type": "Observation",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Insurance",
          "Law",
          "Administration",
          "Communication"
        ],
        "tags": [],
        "desc": "Need to survey the landscape of insurance types and map the market leaders to understand how they communicate value, trust and risk. Focus on: (1) mainstream insurers — their tone, channels, visual language, and regulatory framing; (2) outlier products or insurers offering non-standard policies (e.g., micro-insurance, parametric, reputation/identity coverage, climate-risk products) to analyse how atypical risks are narrated and sold. Aim to extract communication patterns, persuasive tropes, and positioning strategies that enable or disrupt legitimacy. Methods: desk research, comparative case studies, and semiotic analysis of campaigns and policy language.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nczjjg0m",
      "x": 8418.504097236395,
      "y": -183.53185199559834,
      "w": 320,
      "h": 468,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Dr. John Gottman’s Love Lab ",
        "type": "Source",
        "action": "Exploring",
        "mainArea": "Interaction",
        "areas": [
          "Science",
          "Sociology"
        ],
        "tags": [],
        "desc": "For over forty years, Dr. John Gottman, in collaboration with Dr. Robert Levenson, transformed the study of romantic relationships from an anecdotal field into a predictive science. Through longitudinal studies tracking hundreds of couples—some for decades—they identified measurable physiological and behavioral markers that differentiate thriving relationships from failing ones. Their work established the foundation of modern relationship science, demonstrating that emotional stability, empathy, and physiological regulation can be quantified and used to forecast relational outcomes with striking accuracy.",
        "links": [
          "https://psycnet.apa.org/record/2015-25194-005",
          "https://psicohelp.it/metodo-gottman/"
        ],
        "files": []
      }
    },
    {
      "id": "nmdlznj9",
      "x": 8794.912999576074,
      "y": 441.9469833786702,
      "w": 320,
      "h": 361,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Research Objective: Bureaucracy in Contemporary Interpersonal Relationships",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Sociology",
          "Law",
          "Public administration"
        ],
        "tags": [],
        "desc": "Need to investigate how bureaucratic systems intersect with and regulate today’s interpersonal relationships. By mapping these points of insertion, the study aims to understand how bureaucracy transforms intimacy, codifies affect, and translates human connections into measurable, governable interactions.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nps6n1le",
      "x": 8898.583053277365,
      "y": -1294.2473928930485,
      "w": 320,
      "h": 438,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Lloyd’s of London: The Market of Uninsurable Risks",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Law",
          "Insurance"
        ],
        "tags": [],
        "desc": "Lloyd’s of London is not an insurance company but a marketplace where underwriters and brokers gather to insure risks that conventional companies avoid. Its structure allows it to cover the extraordinary: massive infrastructures like oil rigs, aircraft fleets, and global events, as well as complex modern threats such as cyberattacks, political instability, or terrorism. Yet, Lloyd’s is equally known for its eccentricity—policies insuring celebrity body parts, food critics’ taste buds, or even satellite collisions and alien abductions. ",
        "links": [
          "https://www.lloyds.com/"
        ],
        "files": []
      }
    },
    {
      "id": "nnlzurwy",
      "x": 8900.822012172246,
      "y": -805.4532678208964,
      "w": 320,
      "h": 445,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Strategies and communication across Insurances",
        "type": "Source",
        "action": null,
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication"
        ],
        "tags": [],
        "desc": "Traditional insurance giants such as Generali, Allianz, and AXA address an older demographic through serious, institutional communication—emphasizing reliability, stability, and expertise. Their tone conveys authority and long-standing trust. In contrast, newer players like Prima, Segugio, and NeN target younger audiences with light-hearted, ironic, and digital-first messaging. Their communication is dynamic, playful, and accessible, often using humor and informal language to demystify the bureaucratic world of insurance. This contrast reveals how tone and identity are strategically adapted to shape perceptions of security across generations.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "njbfb8r6",
      "x": 9203.826522990126,
      "y": 432.056881302949,
      "w": 320,
      "h": 730,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Forms of Bureaucratic Mediation in Relationships",
        "type": "Collection",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Public administration",
          "Law",
          "Administration",
          "Sociology"
        ],
        "tags": [],
        "desc": "\t•\tMarriage → Transforms an emotional bond into a legal contract, defining rights, duties, and fiscal status within a bureaucratic framework.\n\t•\tDivorce → Formalizes the dissolution of a relationship through procedures that regulate property, custody, and legal identity.\n\t•\tWills and Inheritance → Extend relationships beyond life, translating affection and legacy into legal distribution and documentation.\n\t•\tChild Custody after Divorce → Determines parental rights and responsibilities through administrative evaluation and judicial decision-making.\n\t•\tAdoption → Bureaucratizes family creation, turning affection and care into processes of eligibility, verification, and authorization.\n\t•\tRomantic Relationships between Colleagues → Governed by company policies designed to prevent conflicts of interest, power abuse, or liability.\n\t•\tNon-Disclosure Agreements (NDAs) → Convert trust and discretion into legal obligation, institutionalizing silence and loyalty.\n\t•\tProfessional Secrecy → Legally binds professionals (lawyers, doctors, designers) to confidentiality, bureaucratizing ethics and responsibility.\n\t•\tRoyal Families → Symbolize the intersection of lineage, emotion, and governance, where private life is entirely regulated by public protocol.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nuhk0qc3",
      "x": 8468.23117947954,
      "y": 1319.3174483091673,
      "w": 320,
      "h": 422,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "The Logic of Insurance Contracts",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Insurance"
        ],
        "tags": [],
        "desc": "An insurance contract functions as a mechanism for risk transfer. The policyholder faces a potential loss—such as a house fire—and seeks protection from its financial consequences. By paying a relatively small premium, the individual delegates that risk to an insurer, who promises to provide a much larger indemnity if the specified adverse event, the claim, occurs. This exchange formalizes uncertainty, transforming fear and chance into contractual language. In essence, insurance converts the unpredictable into an administratively manageable transaction, where security becomes a purchasable, bureaucratized commodity.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nm95qjd6",
      "x": 10517.681179340234,
      "y": -470.8931961646018,
      "w": 320,
      "h": 618,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Physiological Parameters in Relationship Dynamics",
        "type": "Source",
        "action": "Exploring",
        "mainArea": "Interaction",
        "areas": [],
        "tags": [],
        "desc": "The physiological foundation of Gottman and Levenson’s research lies in the concept of Diffuse Physiological Arousal (DPA)—a fight-or-flight state triggered by interpersonal stress. Couples showing sustained activation across multiple physiological channels experienced a measurable decline in marital satisfaction over time, making biological responses stronger predictors than behavior alone. Four key measures defined this model: Cardiovascular Reactivity (heart rate, IBI, HRV)—where higher rates and reduced variability indicated acute stress and poor emotional regulation; Skin Conductance (GSR/SCL)—a sensitive marker of sympathetic activation linked to emotional alertness; Blood Pressure and Pulse Transit Time (PTT)—revealing the cardiovascular cost of conflict, particularly among avoidant partners; and Somatic Activity (ACT)—restlessness reflecting anxiety and tension. The most striking insight emerged from Physiological Linkage: the moment-to-moment covariation of bodily states between partners. Paradoxically, distressed couples displayed stronger synchronization—evidence not of harmony, but of negative co-regulation, where shared stress traps both in a feedback loop of emotional contagion and physiological escalation.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "njlffpf3",
      "x": 9713.116381118245,
      "y": 607.9719127269302,
      "w": 320,
      "h": 523,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Literary Visions of Bureaucratic Control",
        "type": "Collection",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Literature",
          "Sociology"
        ],
        "tags": [],
        "desc": "Across dystopian literature, bureaucracy becomes the ultimate instrument of emotional and biological governance. In Aldous Huxley’s Brave New World (1932), social stability is achieved through total biopolitical control: emotions are chemically regulated by soma, reproduction is laboratory-planned, and family bonds are eradicated to preserve productivity and obedience. In George Orwell’s 1984 (1949), bureaucratic power extends to the realm of thought—love and personal loyalty are treated as political crimes, and intimacy becomes rebellion against the omnipresent State. In Yevgeny Zamyatin’s We (1924), individuality is mathematically erased: citizens are identified by numbers, transparency replaces privacy, and existence is algorithmically scheduled. Together, these works expose the bureaucratic annihilation of intimacy—where control replaces connection, and affection becomes an act of defiance.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nmd7u487",
      "x": 9305.14584935542,
      "y": -1293.8639673484804,
      "w": 320,
      "h": 730,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Absurd Insurance Policies",
        "type": "Collection",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Law",
          "Insurance"
        ],
        "tags": [],
        "desc": "\t1.\tChange of Heart Policy – Covers wedding cancellation costs, transforming emotional hesitation into financial risk.\n\t2.\tDeath by Laughter Policy – A theatre company insured against fatal laughter, quantifying humor as potential liability.\n\t3.\tSports Depression Policy – Scottish fans insured themselves against depression if England won the World Cup, translating rivalry into an insurable condition.\n\t4.\tAlien Abduction & Supernatural Policies – Cover damages from alleged encounters with UFOs, ghosts, werewolves, or vampires, merging myth with administrative documentation.\n\t5.\tTaste Bud Insurance – Protects the palate of food critics and tasters, turning sensory expertise into economic capital.\n\t6.\tNose Insurance – Safeguards perfumers’ noses, preserving their professional identity through policy.\n\t7.\tLottery Insurance – Protects employers from operational collapse if staff collectively quit after winning the lottery.\n\t8.\tMultiple Birth Insurance – Supports parents facing unexpected financial strain after the birth of twins or more.\nTogether, these examples reveal how the bureaucratic system of insurance extends into the surreal, converting fear, luck, and emotion into calculable, contractual events.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nvk675z3",
      "x": 8978.504097236395,
      "y": -238.41375702710593,
      "w": 320,
      "h": 556,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Phase 1: The Love Lab and Data Collection Methodology",
        "type": "Source",
        "action": "Exploring",
        "mainArea": "Interaction",
        "areas": [
          "Science",
          "Sociology"
        ],
        "tags": [],
        "desc": "At the core of Gottman’s research was the Love Lab—a simulated apartment at the University of Washington designed to observe couples in a natural, intimate setting. Participants interacted freely while researchers collected synchronized streams of data. Behavioral data were captured through hidden cameras and analyzed via systems like Ekman’s Facial Affect Coding System, decoding facial expressions, tone, and body language. Physiological data—the study’s most groundbreaking contribution—were gathered through biometric sensors tracking heart rate, skin conductance (GSR), blood pressure, and micro-movements as indicators of stress or arousal. Self-reported data complemented these measures: couples turned a dial to rate their emotional state in real time. Together, these layers offered an unprecedented multidimensional view of relational dynamics, merging emotion, body, and perception into measurable patterns.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nwkobupb",
      "x": 9322.78211996963,
      "y": -237.00020399746543,
      "w": 320,
      "h": 523,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Phase 2: The Structured Experimental Protocol",
        "type": "Source",
        "action": "Exploring",
        "mainArea": "Interaction",
        "areas": [
          "Science",
          "Sociology"
        ],
        "tags": [],
        "desc": "To ensure consistency and comparability across participants, Gottman’s studies followed a standardized three-step conversational protocol. After spending at least eight hours apart to make their reunion more emotionally salient, couples engaged in three fifteen-minute discussions: \n1. Daily Events, a neutral exchange used to establish physiological and behavioral baselines; \n2. Conflict Discussion, the central phase, where partners debated a recurring disagreement, serving as an emotional “stress test” to reveal conflict-management patterns and physiological reactivity\n3. Positive Topic, a conversation focused on shared enjoyment or agreement, measuring each couple’s ability to de-escalate tension and repair emotional connection. This structured sequence allowed researchers to capture the full emotional cycle—stability, stress, and recovery—within controlled yet authentic relational dynamics.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nvub86c3",
      "x": 9663.685839503982,
      "y": -242.13604557141025,
      "w": 320,
      "h": 758,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Phase 3: Key Discoveries and the Predictive Model",
        "type": "Source",
        "action": "Exploring",
        "mainArea": "Interaction",
        "areas": [
          "Science",
          "Sociology"
        ],
        "tags": [],
        "desc": "The extensive data collected in Gottman and Levenson’s studies led to groundbreaking discoveries that shaped the foundation of Gottman’s predictive model of relationships.\nThe Physiology of Conflict – “Flooding”: Gottman identified flooding—a diffuse physiological activation (DPA) in which stress hormones like adrenaline surge, pushing heart rate above 100 bpm. In this state, reasoning and empathy collapse; communication becomes physiologically impossible. Flooding often triggers stonewalling, the emotional withdrawal of one partner as a self-protective response. Elevated physiological arousal proved to be a stronger predictor of relational decline than observed behavior alone.\nThe Four Horsemen of the Apocalypse: Gottman isolated four toxic interaction patterns that reliably predict divorce: criticism (attacking character rather than behavior), contempt (moral superiority and ridicule, the strongest predictor), defensiveness (playing the victim or counterattacking), and stonewalling (emotional withdrawal linked to flooding).\nThe Mathematics of Stability – The “Magic Ratio”: Gottman quantified emotional balance, showing that stable couples maintain a ratio of 5 positive interactions for every negative one during conflict, and up to 20:1 outside it. Negative exchanges carry heavier emotional weight, requiring abundant positive moments—affection, humor, empathy—to sustain relational health. Together, these findings established a measurable, physiological model for predicting the future of love.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nkec2wyc",
      "x": 10145.45133586027,
      "y": -808.6707484716505,
      "w": 320,
      "h": 422,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Conclusion: The Measurable Logic of Relationships",
        "type": "Source",
        "action": "Exploring",
        "mainArea": "Interaction",
        "areas": [
          "Science",
          "Sociology"
        ],
        "tags": [],
        "desc": "Gottman’s research ultimately revealed that the fate of a relationship is not mysterious but governed by identifiable and measurable patterns of interaction and physiological reactivity. Success in love does not depend on the absence of conflict, but on a couple’s ability to navigate disagreement without falling into destructive behavioral cycles or being overwhelmed by negative physiological arousal. Emotional intelligence and regulation—rather than passion or compatibility alone—emerge as the true predictors of relational longevity, transforming intimacy into a field where even affection obeys the laws of measurable equilibrium.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n75iibk1",
      "x": 10028.346211725435,
      "y": -247.97826078826392,
      "w": 320,
      "h": 523,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Phase 4: The Predictive Model of Relationship Outcomes",
        "type": "Source",
        "action": "Exploring",
        "mainArea": "Interaction",
        "areas": [
          "Science",
          "Sociology"
        ],
        "tags": [],
        "desc": "By integrating behavioral, physiological, and emotional data, Gottman synthesized his findings into a predictive model capable of forecasting divorce with over 90% accuracy across multiple studies. The model not only determined if a couple would separate but also when. Two primary trajectories emerged: Early Divorce (on average 5.6 years after marriage), associated with the intense presence of the Four Horsemen—criticism, contempt, defensiveness, and stonewalling—marking relationships dominated by volatility and conflict; and Late Divorce (around 16.2 years after marriage), characterized by emotional disengagement rather than open hostility, as affection and positivity fade into detachment. The model reframed relationship breakdown as a measurable process, revealing how emotional patterns and physiological regulation predict the long-term stability of human bonds.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nvaf3sqn",
      "x": 11110.04306400469,
      "y": 154.81975207259887,
      "w": 320,
      "h": 333,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Output-oriented design",
        "type": "Observation",
        "action": "Exploring",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "To develop our communication engine, we prioritized analyzing the steps of our core service. We have decided to focus on the initial phase, which involves assessing the couple across various aspects to create a highly personalized contract.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n9r7ljtw",
      "x": 8923.10279568041,
      "y": 1320.7134696313412,
      "w": 320,
      "h": 506,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "The Risk Triangle: The Core of Insurance Logic",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Insurance"
        ],
        "tags": [],
        "desc": "Every insurance system operates within the Risk Triangle, composed of three interdependent elements.\n\t•\tRisk → The uncertain, potentially harmful future event that the policy seeks to cover. It must be possible but not certain—for example, the end of a relationship, betrayal, or loss of trust.\n\t•\tPremium → The amount paid by the insured to the insurer, calculated statistically. Many pay into the system so that the few who experience loss receive compensation.\n\t•\tPayout (or Indemnity) → The insurer’s obligation if the risk occurs—typically a financial reimbursement, but it can also take the form of a service, such as emotional or psychological support.\nThis triangular structure transforms uncertainty into order, quantifying emotion, damage, and even heartbreak into contractual balance.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "npwrviuj",
      "x": 9294.444467378666,
      "y": 1449.5447203250108,
      "w": 320,
      "h": 388,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "The Subjects of the Insurance Contract",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Insurance"
        ],
        "tags": [],
        "desc": "An insurance contract can involve up to four distinct actors—sometimes overlapping, sometimes separate:\n\t•\tThe Insurer → The company that assumes the risk and guarantees compensation.\n\t•\tThe Policyholder → The individual or entity who signs the contract and pays the premium.\n\t•\tThe Insured → The person whose interest is protected; the one who would suffer the loss if the event occurred.\n\t•\tThe Beneficiary → The person entitled to receive the indemnity when the risk materializes.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n7ipi9bh",
      "x": 9677.582096054966,
      "y": 1277.4709996482113,
      "w": 320,
      "h": 556,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "How an Insurance Contract Is Established",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Insurance"
        ],
        "tags": [],
        "desc": "An insurance contract follows a formalized bureaucratic process that translates uncertainty into documentation and liability.\n\t•\tPre-Contractual Phase (Proposal) → The prospective client submits a proposal form requesting coverage.\n\t•\tAnamnestic Questionnaire → The insurer collects detailed personal data—habits, history, and prior incidents—to evaluate honesty and risk. The law obliges the applicant to answer truthfully; any omission or falsehood can void the contract.\n\t•\tRisk Assessment → Based on the information provided, the insurer decides whether to accept the client and at what premium, quantifying personal traits into cost.\n\t•\tPolicy Issuance → Once accepted, the insurer releases the written policy document, the tangible proof of the agreement.\n\t•\tPayment of Premium → The contract becomes active only upon payment of the first premium.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n1zjshle",
      "x": 10044.464950235279,
      "y": 1271.823239261584,
      "w": 320,
      "h": 758,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Fondamental parts",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Insurance"
        ],
        "tags": [],
        "desc": "\t•\tPremium Calculation → The premium is determined by assessing the level of risk associated with the insured subject. Factors such as age, history, lifestyle, and past incidents are statistically analyzed to translate personal probability into monetary value.\n\t•\tBonus–Malus System → A mechanism that rewards low-risk behavior (bonus) with reduced premiums and penalizes high-risk or repeated claims (malus) with higher ones—bureaucratizing moral conduct into numbers.\n\t•\tPolicy (Polizza) → The formal written document that certifies the existence, terms, and conditions of the insurance contract; the bureaucratic materialization of trust.\n\t•\tMaximum Coverage (Massimale) and Deductible (Franchigia) → The massimale sets the upper limit the insurer will pay, while the franchigia defines the portion of the loss the insured must bear—quantifying protection and vulnerability.\n\t•\tCivil Liability (Responsabilità Civile) → Covers damage caused unintentionally to others, transferring the moral weight of guilt into a compensable legal framework.\n\t•\tExclusions → Specific situations not covered by the policy, outlining the boundaries of what can be insured and what remains beyond bureaucratic control.\n\t•\tDIP (Documento Informativo Precontrattuale) → A pre-contractual information sheet designed to ensure transparency by explaining terms, risks, and rights before signing—an administrative safeguard of informed consent.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n6t95pcf",
      "x": 10081.727616801882,
      "y": 460.9480160073715,
      "w": 320,
      "h": 506,
      "group": null,
      "data": {
        "date": "2025-11-07",
        "title": "Cinematic Visions of Bureaucratic Control",
        "type": "Collection",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Cinema",
          "Sociology"
        ],
        "tags": [],
        "desc": "quantified bureaucracy: every interaction is rated, and one’s numerical score dictates housing, work, and relationships. The final scene—two prisoners freed from ratings—reveals the cathartic liberation found outside bureaucratic judgment. In Yorgos Lanthimos’ The Lobster (2015), love itself is institutionalized: singles are confined to a hotel where they must find a partner within 45 days or be transformed into animals. Compatibility becomes a bureaucratic algorithm—love reduced to shared defects. Finally, Terry Gilliam’s Brazil (1985) imagines a dystopia consumed by paperwork, stamps, and mechanical inefficiency. Bureaucracy crushes imagination and individuality, while power circulates meaninglessly among inept officials. Across these works, bureaucracy emerges as both absurd and tragic—a system that promises order but suffocates humanity in its own regulations",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n9qv7p93",
      "x": 10533.177950151645,
      "y": -1433.9674088451497,
      "w": 320,
      "h": 283,
      "group": null,
      "data": {
        "date": "2025-11-21",
        "title": "Creation of a Brand Identity",
        "type": "Brief",
        "action": "Exploring",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "It is essential that we begin developing a complete brand identity for our insurance agency.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "np3g1208",
      "x": 11102.282461958683,
      "y": -2128.2177274362616,
      "w": 320,
      "h": 300,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Formal Branding",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "We opted for branding that projects the formality and rigor of insurance, alongside the trustworthiness and security of our service.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nuenuyrk",
      "x": 11105.177950151645,
      "y": -1301.9674088451497,
      "w": 320,
      "h": 300,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Feedback",
        "type": "Feedback",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "Request to develop an alternative brand identity to the current proposal, ensuring we have two distinct options for selection.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ng53g0u4",
      "x": 11553.020716506539,
      "y": -1327.5359621161283,
      "w": 320,
      "h": 333,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Approachable Branding",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "The decision was made to pursue a contrasting branding strategy aimed at making insurance approachable and significantly less intimidating. The primary objective is to ensure absolute client comfort.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nt8ya7j7",
      "x": 12070.452739324615,
      "y": -3222.060207831417,
      "w": 320,
      "h": 367,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Naming",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "Name: Quadra Assicurazioni\nThe name is both evocative and professional, immediately suggesting stability, reliability, and institutional trust. It strategically references the Italian idiom 'trovare la quadra' (to find the perfect balance or solution), positioning the company as an expert in resolving complex issues.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "npxqn2tn",
      "x": 12072.175803973672,
      "y": -2828.5417137805334,
      "w": 320,
      "h": 316,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Tone of voice",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "The tone is defined by operational efficiency and absolute clarity. It is strictly objective, stripping away all emotional language to focus exclusively on the precise, factual transmission of information.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n62vhlvo",
      "x": 12422.336305842138,
      "y": -2830.1711418719074,
      "w": 320,
      "h": 384,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Vision and Mission",
        "type": "Concept",
        "action": null,
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "Vision\nTo establish a future where every relationship is formally recognized, protected, and governed by equitable rules.\n\nMission\nOur core mission is managing your relationships. We provide concrete tools to effectively govern the complexities of human connections.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nizpn7tz",
      "x": 12074.576789055867,
      "y": -2482.616629782779,
      "w": 320,
      "h": 535,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Values",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "INTEGRITY\nIntegrity is our absolute operational standard, defined by unwavering honesty and responsibility. We maintain total impartiality and uncorrupted conduct, ensuring constant ethical balance in every decision. We operate with complete transparency, guaranteeing that the trust placed in us is never compromised.\n\nRIGOR\nRigor is the sole approach to our work, characterized by absolute precision and non-negotiable methodology. We maintain inflexible adherence to all established rules and standards, ensuring every action and assessment is executed with maximum exactness. Rigor eliminates error and ambiguity, guaranteeing the reliability of our results and the consistency of our protections.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n0sqtvts",
      "x": 12422.833835056217,
      "y": -3217.1640813750164,
      "w": 320,
      "h": 350,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Payoff",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "\"Il tuo rapporto nero su bianco\"\nThe term 'rapporto' captures the dual meaning of a lasting client relationship and a formal, signed agreement. The phrase 'nero su bianco' is an established idiom that clearly conveys transparency, concreteness, and absolute security.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "njvqfhdw",
      "x": 13249.795092847022,
      "y": -3403.170406087147,
      "w": 320,
      "h": 1733,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "moodboard",
        "type": "Collection",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "9.png",
            "size": 984606,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/9.jpg"
          },
          {
            "name": "10.png",
            "size": 674504,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/10.jpg"
          },
          {
            "name": "11.png",
            "size": 960576,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/11.jpg"
          },
          {
            "name": "12.png",
            "size": 349370,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/12.jpg"
          },
          {
            "name": "13.png",
            "size": 343915,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/13.jpg"
          }
        ]
      }
    },
    {
      "id": "noa7yavc",
      "x": 13667.444824586551,
      "y": -2911.5620477662715,
      "w": 320,
      "h": 526,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Color Palette",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "14.png",
            "size": 9145,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/14.jpg"
          }
        ]
      }
    },
    {
      "id": "nsnnbkkz",
      "x": 14016.030339020057,
      "y": -2847.774454624744,
      "w": 320,
      "h": 467,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Logo Mark",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "Quadra with a stylized 'Q' utilizing geometric, squared forms to embody the 'Quadra' concept of balance and resolution. The design integrates two abstract figures within its structure, symbolizing the absolute protection of client relationships within our system.",
        "links": [],
        "files": [
          {
            "name": "15.png",
            "size": 49676,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/15.jpg"
          }
        ]
      }
    },
    {
      "id": "n37lh9cm",
      "x": 12845.10874976109,
      "y": -3404.1459403971853,
      "w": 320,
      "h": 316,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Our Key Message",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "Our reliability is rooted in rational, clinically precise operations, ensuring absolute security. We eliminate uncertainty and the gray areas; with us, your coverage is strictly black or white.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nvejy3jg",
      "x": 14365.801100821056,
      "y": -2847.498697584404,
      "w": 320,
      "h": 795,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Applications",
        "type": "Collection",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "16.png",
            "size": 5457531,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/16.jpg"
          },
          {
            "name": "17.png",
            "size": 12292114,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/17.jpg"
          },
          {
            "name": "18.png",
            "size": 5518749,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/18.jpg"
          }
        ]
      }
    },
    {
      "id": "n6hkgdk8",
      "x": 859.9998677349777,
      "y": 40,
      "w": 320,
      "h": 316,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "messaggio che vogliamo far trasparire",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "siamo affidabili perchè ogni cosa con noi è sicura perchè razionale e clinicamente corretta. non c’è grigio o incertezza, o bianco o nero se ti assiucri con noi",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nyaktxwy",
      "x": 12105.177950151645,
      "y": -1462.5196418190294,
      "w": 320,
      "h": 350,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Naming",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "OPS Assicurazioni.\nThe name directly references the 'oops' onomatopoeia, immediately connecting the brand to the moment a mistake or mishap occurs and positioning insurance as the simple, immediate solution.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n4o4fjvu",
      "x": 12465.477765698613,
      "y": -1456.971321433815,
      "w": 320,
      "h": 384,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "payoff",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "\"sh*t happens\"\nThe tagline utilizes a highly common, informal English idiom to directly acknowledge that unpredictable mishaps and mistakes are a normal part of life. This breaks down traditional insurance formality, reassuring clients that the company understands and covers life’s unavoidable unpredictability without judgment.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nc3dlwp3",
      "x": 12104.37273682006,
      "y": -1095.4351999521555,
      "w": 320,
      "h": 316,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Tone of Voice",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "The tone is defined as ironic, humorous, and highly familiar. It utilizes a spirited, modern, and youthful voice to make complex topics relatable and engaging.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nipvj0g9",
      "x": 12464.83229254989,
      "y": -1056.6757572246506,
      "w": 320,
      "h": 384,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Vison and Mission",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "Vision: We envision a future where every relationship is regulated and reimbursable. Because arguing is inevitable, but having a coverage plan is undeniably better.\n\nMission: We offer total protection for every type of relationship, including those with lovers, friends, and even the mother-in-law. We take all the drama and conflict and transform it into easily resolvable claims.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ni8aidva",
      "x": 12108.869452829033,
      "y": -761.659950490384,
      "w": 320,
      "h": 417,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Values",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "RELIABILITY\nWe do what we say, without the confusing language or surprise fees. You can count on us even when life gets messy. While we won't promise miracles, we guarantee we will always show up.\n\nEMPATHY\nWe think through every possible hiccup so you always feel one step ahead. For us, real empathy means anticipating every bit of chaos before it lands on your doorstep.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nwyr5wdn",
      "x": 12913.177950151645,
      "y": -1582.9674088451497,
      "w": 320,
      "h": 333,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Our Key Message",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "Our communication is designed to inspire action through reliability. We utilize irony to prompt reflection on everyday relationship conflicts, successfully building an identity that entices clients by prioritizing their comfort and ease.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nihu9nr7",
      "x": 13294.998638478268,
      "y": -1580.5950047714343,
      "w": 320,
      "h": 1352,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Moodboard",
        "type": "Collection",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "19.png",
            "size": 410216,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/19.jpg"
          },
          {
            "name": "20.png",
            "size": 332905,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/20.jpg"
          },
          {
            "name": "21.png",
            "size": 1147382,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/21.jpg"
          },
          {
            "name": "22.png",
            "size": 291038,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/22.jpg"
          }
        ]
      }
    },
    {
      "id": "n2js3gdf",
      "x": 13709.177950151645,
      "y": -1274.9674088451497,
      "w": 320,
      "h": 459,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Color Palette",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "23.png",
            "size": 11242,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/23.jpg"
          }
        ]
      }
    },
    {
      "id": "njzvrwb8",
      "x": 14069.177950151645,
      "y": -1278.9674088451497,
      "w": 320,
      "h": 453,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Logo Mark",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "24.png",
            "size": 75436,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/24.jpg"
          }
        ]
      }
    },
    {
      "id": "n06zqy0k",
      "x": 14421.091323640132,
      "y": -1283.2094034609488,
      "w": 320,
      "h": 957,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Applications",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "25.png",
            "size": 678191,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/25.jpg"
          },
          {
            "name": "26.png",
            "size": 565742,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/26.jpg"
          },
          {
            "name": "27.png",
            "size": 1450383,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/27.jpg"
          }
        ]
      }
    },
    {
      "id": "nmoy973m",
      "x": 14870.106751753057,
      "y": -1857.3923909597415,
      "w": 320,
      "h": 300,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Feedback on the Two Brand Identities",
        "type": "Feedback",
        "action": null,
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "The OPS Identity is perceived as more interesting but requires refinement. The Quadra Identity is solid but is viewed as overly technical.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ns9io0ms",
      "x": 15310.106751753057,
      "y": -1933.3923909597415,
      "w": 320,
      "h": 300,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Improving OPS",
        "type": "Observation",
        "action": "Exploring",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "We have decided to move forward with the OPS identity, focusing on improving its credibility by strategically modifying key elements.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ncgmz84m",
      "x": 15314.106751753056,
      "y": -1485.3923909597415,
      "w": 320,
      "h": 619,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "New Color Palette",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "28.png",
            "size": 26352,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/28.jpg"
          }
        ]
      }
    },
    {
      "id": "np643ip3",
      "x": 15662.106751753054,
      "y": -1494.3923909597415,
      "w": 320,
      "h": 454,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "New Logo Mark",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "29.png",
            "size": 58075,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/29.jpg"
          }
        ]
      }
    },
    {
      "id": "n60dxg6n",
      "x": 16018.106751753054,
      "y": -1499.3923909597415,
      "w": 320,
      "h": 932,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "New Applications",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "30.png",
            "size": 5362517,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/30.jpg"
          },
          {
            "name": "31.png",
            "size": 7048962,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/31.jpg"
          },
          {
            "name": "32.png",
            "size": 10379399,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/32.jpg"
          }
        ]
      }
    },
    {
      "id": "n0oqgof5",
      "x": 15908.967326868195,
      "y": -1956.437916359353,
      "w": 320,
      "h": 300,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Feedback",
        "type": "Feedback",
        "action": null,
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "While the direction is an improvement, the posters failed to resonate, and this identity does not fully convince either our team or the professors.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nyozbn2f",
      "x": 16448.967326868195,
      "y": -1616.437916359353,
      "w": 320,
      "h": 333,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "New Brand Identity",
        "type": "Observation",
        "action": null,
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "The decision has been made to discard both proposals. We will restart from scratch, retaining only a few preferred elements, to create a new brand identity that maximizes our ownership and satisfaction.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n39nwkle",
      "x": 13096.629266608184,
      "y": 2706.22655594594,
      "w": 320,
      "h": 237,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "contrattp",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Insurance"
        ],
        "tags": [],
        "desc": "come output finale dell'esperienza è il contratto assicurativo che assicura la relazione ",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nv9ldyt7",
      "x": 11750.04306400469,
      "y": 107.69033463602392,
      "w": 320,
      "h": 316,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Core elements",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "The machine will first include a phase dedicated to defining the nature of the relationship, followed by a moment in which physiological parameters are recorded while the two individuals are interacting.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n6nm8x2a",
      "x": 11746.04306400469,
      "y": 446.6903346360239,
      "w": 320,
      "h": 300,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Relative positioning of the two individuals",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "The two individuals will either stand side by side with the machine positioned in front of them, or face each other with the machine placed between them.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nikh64c3",
      "x": 12703.673201583677,
      "y": 275.738497273785,
      "w": 320,
      "h": 384,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "To look into each other’s eyes",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "Drawing inspiration from Marina Abramović’s performance The Artist Is Present, the two individuals will be required to look into each other’s eyes for one minute. This prolonged gaze is expected to trigger intense emotional responses, altering physiological parameters and, consequently, influencing the resulting risk assessment between the two.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nr1m0u83",
      "x": 12705.79108810782,
      "y": 679.4448214944288,
      "w": 320,
      "h": 417,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Joint Action",
        "type": "Source",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "The two individuals will be asked to perform a collaborative action that places them toward a shared objective. One option is to introduce a task whose resolution requires active cooperation between them.\nThis collaboration may be functional or dysfunctional, leading to variations in the physiological parameters recorded and, consequently, to changes in the risk assessment between the two individuals.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nd82ii6y",
      "x": 12712.87039070283,
      "y": 1290.6993718125232,
      "w": 320,
      "h": 511,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Physiological parameters ",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "Based on Gottman’s studies, we adopt two key physiological parameters also used in his research: Skin Conductance Level (SCL) and Interbeat Interval (IBI). Empirical findings show that as IBI decreases and SCL increases, an individual’s level of physiological arousal rises. Higher arousal corresponds to greater stress activation, which, in relational contexts, is associated with increased dissatisfaction. The more physiologically aroused individuals are, the higher the relational risk becomes, as elevated arousal undermines emotional regulation and constructive interaction.",
        "links": [
          "https://bpl.studentorg.berkeley.edu/docs/28-Physiological%20and%20affective%20predictors85.pdf"
        ],
        "files": []
      }
    },
    {
      "id": "nf1uuft5",
      "x": 13281.79108810782,
      "y": 687.6105474935819,
      "w": 320,
      "h": 283,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Feedback sulla azione condivisa ",
        "type": "Feedback",
        "action": null,
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "Piace di più e esembra più forte l'azione del guardarsi negli occhi",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ng36lgpt",
      "x": 13701.79108810782,
      "y": 707.6105474935819,
      "w": 320,
      "h": 283,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Phases",
        "type": "Feedback",
        "action": null,
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "necessità di definire le fasi che vorremmo far fare alle persone ",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nd2u8w6i",
      "x": 14305.79108810782,
      "y": 379.61054749358186,
      "w": 320,
      "h": 294,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Phase One",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Conflict",
          "Interaction",
          "Experience"
        ],
        "tags": [],
        "desc": "definizione da parte dei due individui di definire la natura della loro relazione. Ognuno nel suo spazio accenderà degli interruttori corrispondenti alla relaizone che pensano di avere con l'altra persona",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nf6wd9qs",
      "x": 14300.856519427582,
      "y": 690.2000246459911,
      "w": 320,
      "h": 316,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Phase Two",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "definire l'intensità della relazione, sempre singolarmente ognuno azionerà uno slider e metterà indicativamente la percentuale di intensità della relazione con l'altra persona ",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n6naot6q",
      "x": 14304.143018434208,
      "y": 1027.1010099071225,
      "w": 320,
      "h": 266,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Phase Three",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "le persona dovranno mettere la mano sopra i sensori ",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nx7uyrcr",
      "x": 14304.262600672893,
      "y": 1310.4037015978038,
      "w": 320,
      "h": 316,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Phase Four",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "le persone dovranno guardarsi negli occhi per un minuto, durante il minuto attraverso i sensori che toccano la mano verrano rilevati i parametri necessari per capire il loro livello di conflittualitò e ",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n39vcv05",
      "x": 14304.030644907178,
      "y": 1643.2176224349414,
      "w": 320,
      "h": 300,
      "group": null,
      "data": {
        "date": "2025-11-28",
        "title": "Phase Five",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "le persone usciranno dalle loro postazioni e riceveranno il contratto stampato e personalizzato per la loro situazione ",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n4gt1tik",
      "x": 16957.611070481056,
      "y": -739.6069921033873,
      "w": 320,
      "h": 266,
      "group": null,
      "data": {
        "date": "2025-12-02",
        "title": "naming ",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "ALUA: Agenzia Legami Umani Assicurati",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nbz8jxeo",
      "x": 16929.611070481056,
      "y": -52.19437713490515,
      "w": 320,
      "h": 585,
      "group": null,
      "data": {
        "date": "2025-12-02",
        "title": "Tone of Voice and Identity",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "ALUA’s identity breaks away completely from the dusty, outdated narrative of the insurance sector.\nIt is magnetic, carrying the contagious confidence of someone who walks into a room already knowing how things will unfold, even before they happen. It is not arrogant; it is competent. It has the allure of those who shape events rather than endure them.\n\nALUA embraces a refined, editorial aesthetic, one that places its communication closer to the world of fashion brands than to traditional insurance. For this very reason, while remaining a service accessible to everyone, ALUA is perceived as something exclusive. People choose to insure with us not only for the service we provide, but to enter our circle, to gain status.\n\nThis aesthetic choice is designed to give insurance the identity of a brand that is confident in itself, because it is only to someone who appears truly self-assured that you would entrust your most personal relationships.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nq2gl79o",
      "x": 17352.973048608408,
      "y": -338.14922428646787,
      "w": 320,
      "h": 512,
      "group": null,
      "data": {
        "date": "2025-12-02",
        "title": "Color Palette",
        "type": "Concept",
        "action": null,
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "34.png",
            "size": 10936,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/34.jpg"
          }
        ]
      }
    },
    {
      "id": "nqph8s1z",
      "x": 17886.711393179077,
      "y": -410.1405203283821,
      "w": 320,
      "h": 1268,
      "group": null,
      "data": {
        "date": "2025-12-02",
        "title": "Applications",
        "type": "Collection",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "35.jpg",
            "size": 2085264,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/35.jpg"
          },
          {
            "name": "36.jpg",
            "size": 15058376,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/36.jpg"
          },
          {
            "name": "37.jpg",
            "size": 12123275,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/37.jpg"
          },
          {
            "name": "38.jpg",
            "size": 2189136,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/38.jpg"
          },
          {
            "name": "39.png",
            "size": 3443645,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/39.jpg"
          }
        ]
      }
    },
    {
      "id": "nwwdofdn",
      "x": 17483.260773533584,
      "y": -785.8566798419524,
      "w": 320,
      "h": 301,
      "group": null,
      "data": {
        "date": "2025-12-02",
        "title": "Logo Mark",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Administration",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "33.png",
            "size": 144652,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/33.jpg"
          }
        ]
      }
    },
    {
      "id": "nvz5kopw",
      "x": 18143.78887092393,
      "y": -881.4422416120406,
      "w": 320,
      "h": 394,
      "group": null,
      "data": {
        "date": "2025-12-03",
        "title": "video teaser",
        "type": "Collection",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Communication",
          "Brand identity",
          "Video"
        ],
        "tags": [],
        "desc": "script: \nImmagina  di poter assicurare ogni tuo legame\ncome la convivènza con il coinquilìno... che sembra marcare il territorio.\ncome i pranzi di famiglia... con la zìa che ti sottopone all’interrogatorio   \ncome l'amìca che al tèrzo bicchière... svela i tuoi segreti più intimi.      \nIl càos emotivo... che divènta contràtto.\nALUA... Agenzìa Legàmi Umàni Assicuràti.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nsivmeyg",
      "x": 13370.806582924895,
      "y": 1551.4654344650507,
      "w": 320,
      "h": 408,
      "group": null,
      "data": {
        "date": "2025-12-03",
        "title": "IBI E SCL with Arduino",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Science",
          "Electronic system"
        ],
        "tags": [],
        "desc": "costruzione della parte di sistema che capta la conduttanza e il battito ",
        "links": [],
        "files": [
          {
            "name": "46.jpeg",
            "size": 80921,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/46.jpg"
          }
        ]
      }
    },
    {
      "id": "nf9nyekj",
      "x": 17360.262589879203,
      "y": 1399.4263735671968,
      "w": 320,
      "h": 400,
      "group": null,
      "data": {
        "date": "2025-12-03",
        "title": "naming della macchina",
        "type": "Concept",
        "action": null,
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "EYE.DEAL unione di vari concetti racchiusi nell'esperienza\nEYE perchè ci si guarda negli occhi, DEAL sia perchè ci si stringe la mano come quando si fa un patto e ache perchè la macchina stessa e il contratto che produce è un accordo\n\neye deal tutto insieme quindi fa capire che attraverso l'esperienza di guardarsi si crea un patto, un accordo indelebile ",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nd79m87y",
      "x": 14927.933612941782,
      "y": 862.9275060826787,
      "w": 320,
      "h": 350,
      "group": null,
      "data": {
        "date": "2025-12-03",
        "title": "necessità strutturali per l'espoerienza",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "la macchona avrà sicuramentre una zona con i sensori e le leve, una per ogni persona,in orizzonrale. \n le persone poi avranno necessità di essere uno davanti all'altra e avranno necessità di essere isolati dal resto dell'ambiente e poi ci sarà bisogno di luci e suoni che guidano l'esperienza",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nilj4cbu",
      "x": 14760.234569233722,
      "y": 204.20246202889064,
      "w": 320,
      "h": 260,
      "group": null,
      "data": {
        "date": "2025-12-03",
        "title": "categorie di relazioni",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Conflict",
          "Interaction",
          "Experience"
        ],
        "tags": [],
        "desc": "romantica, familiare, amicale, professionale, di convivenza, di conoscenza",
        "links": [],
        "files": []
      }
    },
    {
      "id": "njsi8v07",
      "x": 18914.81473584783,
      "y": -1312.9207502006293,
      "w": 320,
      "h": 687,
      "group": null,
      "data": {
        "date": "2025-12-16",
        "title": "Scene 2: bathroom",
        "type": "Collection",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Video",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "41.png",
            "size": 11670606,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/41.jpg"
          }
        ]
      }
    },
    {
      "id": "n7hbpilh",
      "x": 19252.890006586207,
      "y": -1311.946014089221,
      "w": 320,
      "h": 687,
      "group": null,
      "data": {
        "date": "2025-12-16",
        "title": "Scene 3: dining room",
        "type": "Collection",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Video",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "42.png",
            "size": 13434069,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/42.jpg"
          }
        ]
      }
    },
    {
      "id": "nhjws1ab",
      "x": 18565.11851770057,
      "y": -602.0619977341194,
      "w": 320,
      "h": 690,
      "group": null,
      "data": {
        "date": "2025-12-16",
        "title": "Scene 4: living room",
        "type": "Collection",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Video",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "43.png",
            "size": 12530909,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/43.jpg"
          }
        ]
      }
    },
    {
      "id": "nnle662v",
      "x": 18565.905934452363,
      "y": -1314.41266323622,
      "w": 320,
      "h": 690,
      "group": null,
      "data": {
        "date": "2025-12-16",
        "title": "Scene 1: printer",
        "type": "Collection",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Video",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "40.png",
            "size": 10384230,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/40.jpg"
          }
        ]
      }
    },
    {
      "id": "nlksu4gp",
      "x": 18914.47154363697,
      "y": -603.5311786325991,
      "w": 320,
      "h": 690,
      "group": null,
      "data": {
        "date": "2025-12-16",
        "title": "Scene 5: studio",
        "type": "Collection",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Video",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "44.png",
            "size": 11471550,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/44.jpg"
          }
        ]
      }
    },
    {
      "id": "nj0uazxg",
      "x": 19257.90758415565,
      "y": -601.2336740956481,
      "w": 320,
      "h": 668,
      "group": null,
      "data": {
        "date": "2025-12-16",
        "title": "Scene 6: printer",
        "type": "Collection",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Communication",
          "Brand identity",
          "Video"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "45.png",
            "size": 9572940,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/45.jpg"
          }
        ]
      }
    },
    {
      "id": "nw793eel",
      "x": 13767.69984395708,
      "y": 1724.003271159041,
      "w": 320,
      "h": 304,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "No IBI",
        "type": "Observation",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Science",
          "Electronic system"
        ],
        "tags": [],
        "desc": "dato che i sensori del battito sono estermamente sensibili e non calibrati bene preferiamo non usarli e concentrarci solo sulla conduttanza dato che qualunque dato che ci verrebbe dato da qualisasi sensore del battito sarebbe sbagliuato o comunqeu approssimativo",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n9lg1sci",
      "x": 15366.048366875079,
      "y": 870.283577825666,
      "w": 320,
      "h": 1909,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "Brainstorming on the shape of the machine",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "concentrazione particolare sulla forma della struttura esterna della macchina che va a isolare le persone ",
        "links": [],
        "files": [
          {
            "name": "47.jpg",
            "size": 403971,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/47.jpg"
          },
          {
            "name": "48.jpg",
            "size": 454905,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/48.jpg"
          },
          {
            "name": "49.jpg",
            "size": 484664,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/49.jpg"
          },
          {
            "name": "50.jpg",
            "size": 453496,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/50.jpg"
          }
        ]
      }
    },
    {
      "id": "n2r6cb43",
      "x": 15842.08195345408,
      "y": 1642.0400003985292,
      "w": 320,
      "h": 487,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "momento di decisione tra tubo e rettanfolo",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "tubo più immerisvo ma molto più scomodo, isola la testa ma meccanico il movimento per vedere la plancia. rettangolo molto più comodo ma meno isolante ",
        "links": [],
        "files": [
          {
            "name": "56.JPG",
            "size": 2546306,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/56.jpg"
          }
        ]
      }
    },
    {
      "id": "nhhsff6m",
      "x": 16339.883480709243,
      "y": 1652.4977410295232,
      "w": 320,
      "h": 586,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "decisione sulla forma ",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "decisione di procedere cpn una struttura rettangolare che comunque isola grazie ai pannelli esterni ma che comunque dia agio di movimento e sia intuitiva ",
        "links": [],
        "files": [
          {
            "name": "51.png",
            "size": 1700702,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/51.jpg"
          }
        ]
      }
    },
    {
      "id": "noydlprf",
      "x": 16802.85454147427,
      "y": 1410.5027112848054,
      "w": 320,
      "h": 437,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "forma della plancia ",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "foto 1 render",
        "links": [],
        "files": [
          {
            "name": "52.png",
            "size": 616854,
            "type": "image/png",
            "isImage": true,
            "isPDF": false,
            "path": "assets/52.jpg"
          }
        ]
      }
    },
    {
      "id": "njbz906l",
      "x": 16789.167234140266,
      "y": 2031.7900534774285,
      "w": 320,
      "h": 350,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "inserimento del gesto di stringersi la mano",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "per dare ancora più importanza alla fase dello sguardo abbiamo voluto aggiugere un altro gesto che si fa per dare via al tempo di sguardo, strimngersi la mano destra durante il minuto. Da senso di collegamernto ma anche di obbligo a rimanere li. Il tocco aggiunge emozione positiva e negativa ",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n6qaz4vx",
      "x": 17200.738133053233,
      "y": 1954.1870737401314,
      "w": 320,
      "h": 270,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "modifica della posizione dei vari elementi della plancia e aggiunta di un supporto per stringersi la mano",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ns7zf6ff",
      "x": 17264.70076497084,
      "y": 2369.127369865645,
      "w": 320,
      "h": 384,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "possibilità di aggiungere musica",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "dato che le persone si toccano con ulteriori sensori si può recepire la capacità elettrica delle due persone aggiungendo due placche metalliche che bisogna toccare mentre ci si tiene la mano. questa aggiunta ci da la possibilità di aggiungere una musica di sottofondo che renda ancorsa pià immersiva l'eperienxa e che possa anche cambiare valori e suoni in base a come cambiano i valori della capacitìà",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nuc3mlcc",
      "x": 17640.70076497084,
      "y": 2381.127369865645,
      "w": 320,
      "h": 686,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "script dei comandi audio ",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "1. Benvenuti al servizio eyedeal di alua\n2. Eyedeal è progettata per stipulare il vostro contratto assicurativo sulla base della vostra affinità interpersonale\n3. Per prima cosa ognuno selezioni, utilizzando i bottoni, i tipi di relazione che vi uniscono\n4. Il tempo per la selezione sta per finire\n4.1. suono DADANNN\n5. Adesso definite l’intensità del vostro rapporto tramite lo slider sulla vostra destra.\n6. il tempo per la selezione sta per finire\n6.1 suono dadannn\n7. Sta per iniziare la fase di valutazione biometrica che durerà 60 secondi \n8. Appoggiate la mano  sul sensore alla vostra sinistra.\n9. Ora guardatevi negli occhi in silenzio.\n10. Per avviare il minuto di analisi, stringetevi la mano destra appoggiando il polso sul supporto al centro.\n11. Mantenete lo sguardo\n12. Manca poco alla fine dell’analisi\n12.1 suono DADANNN\n13. La rilevazione biometrica è terminata, potete togliere le mani dai sensori.\n14. Il vostro contratto è in stampa, ritiratelo all’esterno della struttura.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n57q8b7u",
      "x": 18085.540916735692,
      "y": 1090.8537215346637,
      "w": 320,
      "h": 1417,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "costruzione struttura in metallo",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "con profili di alluminio angolari e piatti da 4 cm è stata costruita la struttura che poi conterrà la macchina e che poi verrà completata da pareti di plexiglass\n\ndimensioni: \naltezza: 200 cm\nlarghezza: 70 cm\nprofondità: 150 cm dove ogni 50 cm c'è una linea di divisione \naltezza dell'appoggio per la macchina: 80 cm",
        "links": [],
        "files": [
          {
            "name": "53.jpeg",
            "size": 98744,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/53.jpg"
          },
          {
            "name": "54.jpeg",
            "size": 59316,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/54.jpg"
          },
          {
            "name": "55.jpeg",
            "size": 96665,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/55.jpg"
          }
        ]
      }
    },
    {
      "id": "nu1qkjm1",
      "x": 18464.52334976993,
      "y": 1315.5753603354374,
      "w": 320,
      "h": 1195,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "costruzione della plancia ",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "prototipo in legno con costruzione dell'ingombro della plancia con presenza di un cassetto dove si porranno tutta la componentistica elettronica necessaria \n\naltezza: 20 cm \nlarghezza: 70 cm\nprofondità: 50 cm \naltezza divisorio: 20 cm\n",
        "links": [],
        "files": [
          {
            "name": "57.jpeg",
            "size": 61000,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/57.jpg"
          },
          {
            "name": "58.JPG",
            "size": 3568392,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/58.jpg"
          },
          {
            "name": "59.jpeg",
            "size": 186099,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/59.jpg"
          }
        ]
      }
    },
    {
      "id": "n51095ca",
      "x": 10143.685839503982,
      "y": 315.0217392117361,
      "w": 320,
      "h": 149,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "",
        "type": "Source",
        "action": "Exploring",
        "mainArea": "Interaction",
        "areas": [
          "Science",
          "Sociology"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nnr23qj8",
      "x": 18904.559641976757,
      "y": 1051.5753603354374,
      "w": 320,
      "h": 749,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "montaggio delle due parti insieme",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": [
          {
            "name": "60.JPG",
            "size": 2038103,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/60.jpg"
          },
          {
            "name": "61.JPG",
            "size": 2519090,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/61.jpg"
          },
          {
            "name": "62.JPG",
            "size": 2814142,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/62.jpg"
          }
        ]
      }
    },
    {
      "id": "nrpqs3at",
      "x": 18322.711393179077,
      "y": 330.49774102952324,
      "w": 320,
      "h": 260,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "Typographic palette",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Insurance",
          "Communication",
          "Brand identity"
        ],
        "tags": [],
        "desc": "Neue Haas Grotesk \nBergen Mono",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nm5yes67",
      "x": 13980.629266608184,
      "y": 2530.22655594594,
      "w": 320,
      "h": 179,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "calolo della percentuale di affinità",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Insurance"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nq4mc3vh",
      "x": 14399.287691667341,
      "y": 2837.585696887299,
      "w": 320,
      "h": 179,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "fasce di rischio",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Insurance"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n8lorgq9",
      "x": 13870.825775393707,
      "y": 3695.377959585163,
      "w": 320,
      "h": 179,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "clausole",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Insurance"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n05ougjl",
      "x": 13767.16019151254,
      "y": 4126.85290370813,
      "w": 320,
      "h": 179,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "parte fissa",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Insurance"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ncptzb23",
      "x": 14728.803325799292,
      "y": 3084.0306034591495,
      "w": 320,
      "h": 179,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "id ",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Insurance"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n39s50vi",
      "x": 13923.21821124291,
      "y": 3165.2135994997157,
      "w": 320,
      "h": 179,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "frase",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Insurance"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n8erxgvo",
      "x": 14359.50429029799,
      "y": 3415.007433470688,
      "w": 320,
      "h": 179,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "qr code",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Insurance"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n485afqa",
      "x": 15217.298124268962,
      "y": 4258.560251670724,
      "w": 320,
      "h": 179,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "app",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Insurance"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n9z5767h",
      "x": 15414.492199953145,
      "y": 3186.8171976889525,
      "w": 320,
      "h": 173,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "grafica",
        "type": "",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nm3j6b5m",
      "x": 14350.825775393707,
      "y": 3695.377959585163,
      "w": 320,
      "h": 179,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "grafica",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Insurance"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ndq5cuui",
      "x": 14247.16019151254,
      "y": 4126.85290370813,
      "w": 320,
      "h": 179,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "grafica",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Administration",
          "Insurance"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n9pmymc9",
      "x": 18499.301060564354,
      "y": 1042.9324464008148,
      "w": 320,
      "h": 350,
      "group": null,
      "data": {
        "date": "2025-12-17",
        "title": "montaggio arduino con tutte le componenti",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Interaction",
        "areas": [
          "Insurance",
          "Public administration",
          "Science",
          "Conflict"
        ],
        "tags": [],
        "desc": "- funzionamento audio e timing\n- funzionamento bottoni\n- funzionamento slider \n- funzionamento sensori SCL\n- funzionamento sensori capacità\n- funzionamento stampante",
        "links": [],
        "files": []
      }
    }
  ],
  "edges": [
    {
      "s": "ny15p0wg",
      "t": "ncob3sst",
      "dashed": false
    },
    {
      "s": "ncob3sst",
      "t": "n6jyhn38",
      "dashed": false
    },
    {
      "s": "ncob3sst",
      "t": "n70eugn6",
      "dashed": false
    },
    {
      "s": "ncob3sst",
      "t": "npa52m07",
      "dashed": false
    },
    {
      "s": "ny15p0wg",
      "t": "nlxdh48f",
      "dashed": false
    },
    {
      "s": "ny15p0wg",
      "t": "nvi0dm4q",
      "dashed": false
    },
    {
      "s": "nu4trdn0",
      "t": "nr4kqalv",
      "dashed": false
    },
    {
      "s": "nydwxrhx",
      "t": "nise8chd",
      "dashed": false
    },
    {
      "s": "nvi0dm4q",
      "t": "nu4trdn0",
      "dashed": false
    },
    {
      "s": "npa52m07",
      "t": "n66t4qzz",
      "dashed": false
    },
    {
      "s": "nvi0dm4q",
      "t": "nzuhnkym",
      "dashed": false
    },
    {
      "s": "nvi0dm4q",
      "t": "nij45h41",
      "dashed": false
    },
    {
      "s": "nij45h41",
      "t": "nk4d3ukj",
      "dashed": false
    },
    {
      "s": "nydwxrhx",
      "t": "nk4d3ukj",
      "dashed": false
    },
    {
      "s": "nlxdh48f",
      "t": "nu4trdn0",
      "dashed": false
    },
    {
      "s": "nlxdh48f",
      "t": "nydwxrhx",
      "dashed": false
    },
    {
      "s": "nvi0dm4q",
      "t": "nydwxrhx",
      "dashed": false
    },
    {
      "s": "n6jyhn38",
      "t": "nydwxrhx",
      "dashed": false
    },
    {
      "s": "n70eugn6",
      "t": "nv91if2i",
      "dashed": false
    },
    {
      "s": "n70eugn6",
      "t": "nln11rdb",
      "dashed": true
    },
    {
      "s": "n66t4qzz",
      "t": "nf3ssvpb",
      "dashed": true
    },
    {
      "s": "nf3ssvpb",
      "t": "noz4e8vf",
      "dashed": false
    },
    {
      "s": "nlxdh48f",
      "t": "n9e675sa",
      "dashed": false
    },
    {
      "s": "nvi0dm4q",
      "t": "n9e675sa",
      "dashed": false
    },
    {
      "s": "n9e675sa",
      "t": "nwnnoqd3",
      "dashed": false
    },
    {
      "s": "nij45h41",
      "t": "nydwxrhx",
      "dashed": false
    },
    {
      "s": "nr4kqalv",
      "t": "ne2dvn9k",
      "dashed": false
    },
    {
      "s": "nzuhnkym",
      "t": "ne2dvn9k",
      "dashed": false
    },
    {
      "s": "nr4kqalv",
      "t": "ni04g7pj",
      "dashed": false
    },
    {
      "s": "nu4trdn0",
      "t": "ni04g7pj",
      "dashed": false
    },
    {
      "s": "n66t4qzz",
      "t": "noz4e8vf",
      "dashed": false
    },
    {
      "s": "nv91if2i",
      "t": "nie7slt9",
      "dashed": false
    },
    {
      "s": "nv91if2i",
      "t": "n1fv0nhs",
      "dashed": true
    },
    {
      "s": "nv91if2i",
      "t": "n4ur7z91",
      "dashed": false
    },
    {
      "s": "n1fv0nhs",
      "t": "nzojt12q",
      "dashed": true
    },
    {
      "s": "n4ur7z91",
      "t": "n5vf0f18",
      "dashed": false
    },
    {
      "s": "nie7slt9",
      "t": "n5vf0f18",
      "dashed": false
    },
    {
      "s": "nie7slt9",
      "t": "nq88ccga",
      "dashed": false
    },
    {
      "s": "nq88ccga",
      "t": "n5vf0f18",
      "dashed": false
    },
    {
      "s": "nf3ssvpb",
      "t": "nfqgqm5g",
      "dashed": true
    },
    {
      "s": "ncob3sst",
      "t": "nvi0dm4q",
      "dashed": false
    },
    {
      "s": "ncob3sst",
      "t": "nlxdh48f",
      "dashed": false
    },
    {
      "s": "nij45h41",
      "t": "nklq4uw2",
      "dashed": false
    },
    {
      "s": "nklq4uw2",
      "t": "nydwxrhx",
      "dashed": false
    },
    {
      "s": "nln11rdb",
      "t": "noz4e8vf",
      "dashed": false
    },
    {
      "s": "nydwxrhx",
      "t": "nz9xp05b",
      "dashed": false
    },
    {
      "s": "nklq4uw2",
      "t": "nk4d3ukj",
      "dashed": false
    },
    {
      "s": "n9e675sa",
      "t": "nkalpbv6",
      "dashed": false
    },
    {
      "s": "noz4e8vf",
      "t": "nex0urd2",
      "dashed": false
    },
    {
      "s": "nzuhnkym",
      "t": "ng5uua7h",
      "dashed": false
    },
    {
      "s": "ng5uua7h",
      "t": "noz4e8vf",
      "dashed": false
    },
    {
      "s": "nise8chd",
      "t": "njz943yx",
      "dashed": false
    },
    {
      "s": "nk4d3ukj",
      "t": "njz943yx",
      "dashed": false
    },
    {
      "s": "nz9xp05b",
      "t": "nia9sppq",
      "dashed": false
    },
    {
      "s": "njz943yx",
      "t": "nia9sppq",
      "dashed": false
    },
    {
      "s": "nia9sppq",
      "t": "n3qcfzsy",
      "dashed": false
    },
    {
      "s": "n3qcfzsy",
      "t": "nawaaze3",
      "dashed": false
    },
    {
      "s": "nawaaze3",
      "t": "nscfpivt",
      "dashed": false
    },
    {
      "s": "n9e675sa",
      "t": "nifkvzah",
      "dashed": false
    },
    {
      "s": "nifkvzah",
      "t": "n6sfczbu",
      "dashed": false
    },
    {
      "s": "n6sfczbu",
      "t": "nwnnoqd3",
      "dashed": false
    },
    {
      "s": "n6sfczbu",
      "t": "n3izb57a",
      "dashed": false
    },
    {
      "s": "n3izb57a",
      "t": "nwnnoqd3",
      "dashed": false
    },
    {
      "s": "n70eugn6",
      "t": "nlkkcro4",
      "dashed": false
    },
    {
      "s": "nzojt12q",
      "t": "nlkkcro4",
      "dashed": false
    },
    {
      "s": "nlkkcro4",
      "t": "n5vf0f18",
      "dashed": false
    },
    {
      "s": "nn6cejhn",
      "t": "n8u0buke",
      "dashed": false
    },
    {
      "s": "n8u0buke",
      "t": "ny9qm2o8",
      "dashed": false
    },
    {
      "s": "nzuhnkym",
      "t": "nk65ca75",
      "dashed": false
    },
    {
      "s": "nzuhnkym",
      "t": "nmkpixjw",
      "dashed": false
    },
    {
      "s": "nmkpixjw",
      "t": "nuy0jz86",
      "dashed": false
    },
    {
      "s": "nk65ca75",
      "t": "nuy0jz86",
      "dashed": false
    },
    {
      "s": "ng5uua7h",
      "t": "nuy0jz86",
      "dashed": false
    },
    {
      "s": "nuy0jz86",
      "t": "noz4e8vf",
      "dashed": false
    },
    {
      "s": "nwnnoqd3",
      "t": "nr9tiro7",
      "dashed": false
    },
    {
      "s": "nwnnoqd3",
      "t": "nvi9tlxd",
      "dashed": true
    },
    {
      "s": "nwnnoqd3",
      "t": "nldb9o2w",
      "dashed": false
    },
    {
      "s": "nscfpivt",
      "t": "nr9tiro7",
      "dashed": false
    },
    {
      "s": "nldb9o2w",
      "t": "n6tmf385",
      "dashed": false
    },
    {
      "s": "nldb9o2w",
      "t": "nmjie0i7",
      "dashed": false
    },
    {
      "s": "nldb9o2w",
      "t": "n6s1c8pi",
      "dashed": false
    },
    {
      "s": "nldb9o2w",
      "t": "n0q6izio",
      "dashed": false
    },
    {
      "s": "nmjie0i7",
      "t": "nr9tiro7",
      "dashed": false
    },
    {
      "s": "n6tmf385",
      "t": "nr9tiro7",
      "dashed": false
    },
    {
      "s": "n6s1c8pi",
      "t": "nr9tiro7",
      "dashed": false
    },
    {
      "s": "nvi9tlxd",
      "t": "niqpie8v",
      "dashed": false
    },
    {
      "s": "nvi9tlxd",
      "t": "nmllwbum",
      "dashed": false
    },
    {
      "s": "nvi9tlxd",
      "t": "nbqkiz47",
      "dashed": false
    },
    {
      "s": "nvi9tlxd",
      "t": "ngl0xm8l",
      "dashed": false
    },
    {
      "s": "nvi9tlxd",
      "t": "ncolsqav",
      "dashed": false
    },
    {
      "s": "nvi9tlxd",
      "t": "n5es7j0l",
      "dashed": false
    },
    {
      "s": "ncolsqav",
      "t": "n5es7j0l",
      "dashed": false
    },
    {
      "s": "ngl0xm8l",
      "t": "n5es7j0l",
      "dashed": false
    },
    {
      "s": "nbqkiz47",
      "t": "n5es7j0l",
      "dashed": false
    },
    {
      "s": "nmllwbum",
      "t": "n5es7j0l",
      "dashed": false
    },
    {
      "s": "niqpie8v",
      "t": "n5es7j0l",
      "dashed": false
    },
    {
      "s": "n0q6izio",
      "t": "nvi9tlxd",
      "dashed": false
    },
    {
      "s": "nr9tiro7",
      "t": "n099v6n8",
      "dashed": false
    },
    {
      "s": "n1ai34af",
      "t": "nce6l0vb",
      "dashed": false
    },
    {
      "s": "nk3vv9ka",
      "t": "nce6l0vb",
      "dashed": false
    },
    {
      "s": "n8hb7uxv",
      "t": "nce6l0vb",
      "dashed": false
    },
    {
      "s": "nfs3igay",
      "t": "nce6l0vb",
      "dashed": false
    },
    {
      "s": "nr4ozcme",
      "t": "nce6l0vb",
      "dashed": false
    },
    {
      "s": "noz4e8vf",
      "t": "nbkbo75y",
      "dashed": false
    },
    {
      "s": "n9f63nt8",
      "t": "nusfml5g",
      "dashed": false
    },
    {
      "s": "n9f63nt8",
      "t": "nw3425oy",
      "dashed": false
    },
    {
      "s": "n9f63nt8",
      "t": "nedye6gd",
      "dashed": false
    },
    {
      "s": "n9f63nt8",
      "t": "nd1ltt6v",
      "dashed": false
    },
    {
      "s": "n9f63nt8",
      "t": "ni6oephu",
      "dashed": false
    },
    {
      "s": "n9f63nt8",
      "t": "ncfiqnoz",
      "dashed": false
    },
    {
      "s": "ni6oephu",
      "t": "ncfiqnoz",
      "dashed": false
    },
    {
      "s": "nd1ltt6v",
      "t": "ncfiqnoz",
      "dashed": false
    },
    {
      "s": "nedye6gd",
      "t": "ncfiqnoz",
      "dashed": false
    },
    {
      "s": "nw3425oy",
      "t": "ncfiqnoz",
      "dashed": false
    },
    {
      "s": "nusfml5g",
      "t": "ncfiqnoz",
      "dashed": false
    },
    {
      "s": "n9f63nt8",
      "t": "n9w4oaff",
      "dashed": false
    },
    {
      "s": "ncfiqnoz",
      "t": "n9w4oaff",
      "dashed": false
    },
    {
      "s": "nd9mu7zv",
      "t": "najakot8",
      "dashed": false
    },
    {
      "s": "n5vf0f18",
      "t": "nnmjsmbx",
      "dashed": false
    },
    {
      "s": "nnmjsmbx",
      "t": "nr6ljo8b",
      "dashed": false
    },
    {
      "s": "n5vf0f18",
      "t": "nr6ljo8b",
      "dashed": false
    },
    {
      "s": "nr6ljo8b",
      "t": "nohmi1vl",
      "dashed": false
    },
    {
      "s": "nr6ljo8b",
      "t": "n5oesg5f",
      "dashed": false
    },
    {
      "s": "nr6ljo8b",
      "t": "nxj2hw02",
      "dashed": false
    },
    {
      "s": "n1y01te4",
      "t": "nh307m48",
      "dashed": false
    },
    {
      "s": "nh307m48",
      "t": "n9f63nt8",
      "dashed": false
    },
    {
      "s": "nh307m48",
      "t": "nn3eluom",
      "dashed": false
    },
    {
      "s": "nh307m48",
      "t": "ns9y3z8c",
      "dashed": false
    },
    {
      "s": "nh307m48",
      "t": "nkfiuxlj",
      "dashed": false
    },
    {
      "s": "nkfiuxlj",
      "t": "n9f63nt8",
      "dashed": false
    },
    {
      "s": "ns9y3z8c",
      "t": "n9f63nt8",
      "dashed": false
    },
    {
      "s": "nn3eluom",
      "t": "n9f63nt8",
      "dashed": false
    },
    {
      "s": "nr6ljo8b",
      "t": "nhxw1z8p",
      "dashed": false
    },
    {
      "s": "nr6ljo8b",
      "t": "n69ggwt4",
      "dashed": false
    },
    {
      "s": "nxj2hw02",
      "t": "n69ggwt4",
      "dashed": false
    },
    {
      "s": "nhxw1z8p",
      "t": "n69ggwt4",
      "dashed": false
    },
    {
      "s": "nohmi1vl",
      "t": "n69ggwt4",
      "dashed": false
    },
    {
      "s": "n5oesg5f",
      "t": "n69ggwt4",
      "dashed": false
    },
    {
      "s": "n6brru8k",
      "t": "neo6nj5j",
      "dashed": false
    },
    {
      "s": "n3y8h4qs",
      "t": "neo6nj5j",
      "dashed": false
    },
    {
      "s": "n33ic9u9",
      "t": "n53kzafb",
      "dashed": false
    },
    {
      "s": "n2z9a2d5",
      "t": "n53kzafb",
      "dashed": false
    },
    {
      "s": "njcx9cg8",
      "t": "n6brru8k",
      "dashed": false
    },
    {
      "s": "njcx9cg8",
      "t": "n3y8h4qs",
      "dashed": false
    },
    {
      "s": "n72upnfh",
      "t": "nanz192r",
      "dashed": false
    },
    {
      "s": "nanz192r",
      "t": "nkqo0t3l",
      "dashed": false
    },
    {
      "s": "nr4kqalv",
      "t": "nn6cejhn",
      "dashed": false
    },
    {
      "s": "ne2dvn9k",
      "t": "nn6cejhn",
      "dashed": false
    },
    {
      "s": "ni04g7pj",
      "t": "nn6cejhn",
      "dashed": false
    },
    {
      "s": "najakot8",
      "t": "nxv6198r",
      "dashed": false
    },
    {
      "s": "najakot8",
      "t": "nsuoe5zk",
      "dashed": false
    },
    {
      "s": "najakot8",
      "t": "nq2vfoit",
      "dashed": false
    },
    {
      "s": "nxv6198r",
      "t": "nldpevvs",
      "dashed": false
    },
    {
      "s": "najakot8",
      "t": "nldpevvs",
      "dashed": false
    },
    {
      "s": "nsuoe5zk",
      "t": "nldpevvs",
      "dashed": false
    },
    {
      "s": "nq2vfoit",
      "t": "nldpevvs",
      "dashed": false
    },
    {
      "s": "n099v6n8",
      "t": "n8hb7uxv",
      "dashed": false
    },
    {
      "s": "n099v6n8",
      "t": "nk3vv9ka",
      "dashed": false
    },
    {
      "s": "n099v6n8",
      "t": "n1ai34af",
      "dashed": false
    },
    {
      "s": "n099v6n8",
      "t": "nr4ozcme",
      "dashed": false
    },
    {
      "s": "n099v6n8",
      "t": "nfs3igay",
      "dashed": false
    },
    {
      "s": "nbkbo75y",
      "t": "nkv6za4r",
      "dashed": false
    },
    {
      "s": "nbkbo75y",
      "t": "ndl1wgju",
      "dashed": false
    },
    {
      "s": "nbkbo75y",
      "t": "n168z3r9",
      "dashed": false
    },
    {
      "s": "nbkbo75y",
      "t": "nj49vybu",
      "dashed": false
    },
    {
      "s": "nbkbo75y",
      "t": "nw2945a7",
      "dashed": false
    },
    {
      "s": "nkv6za4r",
      "t": "nd9mu7zv",
      "dashed": false
    },
    {
      "s": "ndl1wgju",
      "t": "nd9mu7zv",
      "dashed": false
    },
    {
      "s": "n168z3r9",
      "t": "nd9mu7zv",
      "dashed": false
    },
    {
      "s": "nj49vybu",
      "t": "nd9mu7zv",
      "dashed": false
    },
    {
      "s": "nw2945a7",
      "t": "nd9mu7zv",
      "dashed": false
    },
    {
      "s": "nia9sppq",
      "t": "nawaaze3",
      "dashed": false
    },
    {
      "s": "nij45h41",
      "t": "nawaaze3",
      "dashed": false
    },
    {
      "s": "n5vf0f18",
      "t": "n72upnfh",
      "dashed": false
    },
    {
      "s": "nnmjsmbx",
      "t": "n72upnfh",
      "dashed": false
    },
    {
      "s": "n5vf0f18",
      "t": "njcx9cg8",
      "dashed": false
    },
    {
      "s": "nnmjsmbx",
      "t": "njcx9cg8",
      "dashed": false
    },
    {
      "s": "n6brru8k",
      "t": "n3y8h4qs",
      "dashed": false
    },
    {
      "s": "nnmjsmbx",
      "t": "n33ic9u9",
      "dashed": false
    },
    {
      "s": "n5vf0f18",
      "t": "n33ic9u9",
      "dashed": false
    },
    {
      "s": "n33ic9u9",
      "t": "nx9lyg0m",
      "dashed": false
    },
    {
      "s": "nx9lyg0m",
      "t": "n2z9a2d5",
      "dashed": false
    },
    {
      "s": "n33ic9u9",
      "t": "n2z9a2d5",
      "dashed": false
    },
    {
      "s": "n33ic9u9",
      "t": "n1y01te4",
      "dashed": false
    },
    {
      "s": "n53kzafb",
      "t": "n1y01te4",
      "dashed": false
    },
    {
      "s": "nscfpivt",
      "t": "nh307m48",
      "dashed": false
    },
    {
      "s": "najakot8",
      "t": "nuigem8f",
      "dashed": false
    },
    {
      "s": "nldpevvs",
      "t": "nuigem8f",
      "dashed": false
    },
    {
      "s": "nq2vfoit",
      "t": "nuigem8f",
      "dashed": false
    },
    {
      "s": "nuigem8f",
      "t": "nlvi0ue8",
      "dashed": false
    },
    {
      "s": "nuigem8f",
      "t": "nczjjg0m",
      "dashed": false
    },
    {
      "s": "nuigem8f",
      "t": "nmdlznj9",
      "dashed": false
    },
    {
      "s": "nlvi0ue8",
      "t": "nps6n1le",
      "dashed": false
    },
    {
      "s": "nlvi0ue8",
      "t": "nnlzurwy",
      "dashed": false
    },
    {
      "s": "nmdlznj9",
      "t": "njbfb8r6",
      "dashed": false
    },
    {
      "s": "nuigem8f",
      "t": "nuhk0qc3",
      "dashed": false
    },
    {
      "s": "nczjjg0m",
      "t": "nm95qjd6",
      "dashed": false
    },
    {
      "s": "nuigem8f",
      "t": "njlffpf3",
      "dashed": false
    },
    {
      "s": "nps6n1le",
      "t": "nmd7u487",
      "dashed": false
    },
    {
      "s": "nczjjg0m",
      "t": "nvk675z3",
      "dashed": false
    },
    {
      "s": "nczjjg0m",
      "t": "nwkobupb",
      "dashed": false
    },
    {
      "s": "nczjjg0m",
      "t": "nvub86c3",
      "dashed": false
    },
    {
      "s": "nczjjg0m",
      "t": "nkec2wyc",
      "dashed": false
    },
    {
      "s": "nvk675z3",
      "t": "nwkobupb",
      "dashed": false
    },
    {
      "s": "nwkobupb",
      "t": "nvub86c3",
      "dashed": false
    },
    {
      "s": "nvk675z3",
      "t": "nkec2wyc",
      "dashed": false
    },
    {
      "s": "nwkobupb",
      "t": "nkec2wyc",
      "dashed": false
    },
    {
      "s": "nvub86c3",
      "t": "nkec2wyc",
      "dashed": false
    },
    {
      "s": "nvub86c3",
      "t": "n75iibk1",
      "dashed": false
    },
    {
      "s": "n75iibk1",
      "t": "nkec2wyc",
      "dashed": false
    },
    {
      "s": "nvub86c3",
      "t": "nm95qjd6",
      "dashed": false
    },
    {
      "s": "nwkobupb",
      "t": "nm95qjd6",
      "dashed": false
    },
    {
      "s": "nkec2wyc",
      "t": "nm95qjd6",
      "dashed": false
    },
    {
      "s": "nvk675z3",
      "t": "nm95qjd6",
      "dashed": false
    },
    {
      "s": "nm95qjd6",
      "t": "nvaf3sqn",
      "dashed": false
    },
    {
      "s": "nkec2wyc",
      "t": "nvaf3sqn",
      "dashed": false
    },
    {
      "s": "nuhk0qc3",
      "t": "n9r7ljtw",
      "dashed": false
    },
    {
      "s": "nuhk0qc3",
      "t": "npwrviuj",
      "dashed": false
    },
    {
      "s": "nuhk0qc3",
      "t": "n7ipi9bh",
      "dashed": false
    },
    {
      "s": "n9r7ljtw",
      "t": "npwrviuj",
      "dashed": false
    },
    {
      "s": "npwrviuj",
      "t": "n7ipi9bh",
      "dashed": false
    },
    {
      "s": "nuhk0qc3",
      "t": "n1zjshle",
      "dashed": false
    },
    {
      "s": "n9r7ljtw",
      "t": "n1zjshle",
      "dashed": false
    },
    {
      "s": "npwrviuj",
      "t": "n1zjshle",
      "dashed": false
    },
    {
      "s": "n7ipi9bh",
      "t": "n1zjshle",
      "dashed": false
    },
    {
      "s": "njlffpf3",
      "t": "n6t95pcf",
      "dashed": false
    },
    {
      "s": "nuigem8f",
      "t": "n6t95pcf",
      "dashed": false
    },
    {
      "s": "nnlzurwy",
      "t": "n9qv7p93",
      "dashed": false
    },
    {
      "s": "nlvi0ue8",
      "t": "n9qv7p93",
      "dashed": false
    },
    {
      "s": "n9qv7p93",
      "t": "np3g1208",
      "dashed": false
    },
    {
      "s": "n9qv7p93",
      "t": "nuenuyrk",
      "dashed": false
    },
    {
      "s": "nuenuyrk",
      "t": "ng53g0u4",
      "dashed": false
    },
    {
      "s": "np3g1208",
      "t": "nt8ya7j7",
      "dashed": false
    },
    {
      "s": "np3g1208",
      "t": "npxqn2tn",
      "dashed": false
    },
    {
      "s": "np3g1208",
      "t": "n62vhlvo",
      "dashed": false
    },
    {
      "s": "np3g1208",
      "t": "nizpn7tz",
      "dashed": false
    },
    {
      "s": "nt8ya7j7",
      "t": "n0sqtvts",
      "dashed": false
    },
    {
      "s": "np3g1208",
      "t": "n0sqtvts",
      "dashed": false
    },
    {
      "s": "np3g1208",
      "t": "njvqfhdw",
      "dashed": false
    },
    {
      "s": "njvqfhdw",
      "t": "noa7yavc",
      "dashed": false
    },
    {
      "s": "njvqfhdw",
      "t": "nsnnbkkz",
      "dashed": false
    },
    {
      "s": "n0sqtvts",
      "t": "n37lh9cm",
      "dashed": false
    },
    {
      "s": "nt8ya7j7",
      "t": "n37lh9cm",
      "dashed": false
    },
    {
      "s": "n37lh9cm",
      "t": "njvqfhdw",
      "dashed": false
    },
    {
      "s": "n62vhlvo",
      "t": "n37lh9cm",
      "dashed": false
    },
    {
      "s": "npxqn2tn",
      "t": "n37lh9cm",
      "dashed": false
    },
    {
      "s": "nizpn7tz",
      "t": "n37lh9cm",
      "dashed": false
    },
    {
      "s": "nt8ya7j7",
      "t": "njvqfhdw",
      "dashed": false
    },
    {
      "s": "n0sqtvts",
      "t": "njvqfhdw",
      "dashed": false
    },
    {
      "s": "n62vhlvo",
      "t": "njvqfhdw",
      "dashed": false
    },
    {
      "s": "npxqn2tn",
      "t": "njvqfhdw",
      "dashed": false
    },
    {
      "s": "nizpn7tz",
      "t": "njvqfhdw",
      "dashed": false
    },
    {
      "s": "noa7yavc",
      "t": "nsnnbkkz",
      "dashed": false
    },
    {
      "s": "nsnnbkkz",
      "t": "nvejy3jg",
      "dashed": false
    },
    {
      "s": "noa7yavc",
      "t": "nvejy3jg",
      "dashed": false
    },
    {
      "s": "n37lh9cm",
      "t": "nvejy3jg",
      "dashed": false
    },
    {
      "s": "n37lh9cm",
      "t": "noa7yavc",
      "dashed": false
    },
    {
      "s": "n37lh9cm",
      "t": "nsnnbkkz",
      "dashed": false
    },
    {
      "s": "n9qv7p93",
      "t": "ng53g0u4",
      "dashed": false
    },
    {
      "s": "ng53g0u4",
      "t": "nyaktxwy",
      "dashed": false
    },
    {
      "s": "ng53g0u4",
      "t": "n4o4fjvu",
      "dashed": false
    },
    {
      "s": "ng53g0u4",
      "t": "nc3dlwp3",
      "dashed": false
    },
    {
      "s": "ng53g0u4",
      "t": "nipvj0g9",
      "dashed": false
    },
    {
      "s": "ng53g0u4",
      "t": "ni8aidva",
      "dashed": false
    },
    {
      "s": "ng53g0u4",
      "t": "nwyr5wdn",
      "dashed": false
    },
    {
      "s": "nyaktxwy",
      "t": "n4o4fjvu",
      "dashed": false
    },
    {
      "s": "nyaktxwy",
      "t": "nwyr5wdn",
      "dashed": false
    },
    {
      "s": "n4o4fjvu",
      "t": "nwyr5wdn",
      "dashed": false
    },
    {
      "s": "nc3dlwp3",
      "t": "nwyr5wdn",
      "dashed": false
    },
    {
      "s": "nipvj0g9",
      "t": "nwyr5wdn",
      "dashed": false
    },
    {
      "s": "ni8aidva",
      "t": "nwyr5wdn",
      "dashed": false
    },
    {
      "s": "nwyr5wdn",
      "t": "nihu9nr7",
      "dashed": false
    },
    {
      "s": "n4o4fjvu",
      "t": "nihu9nr7",
      "dashed": false
    },
    {
      "s": "nyaktxwy",
      "t": "nihu9nr7",
      "dashed": false
    },
    {
      "s": "nc3dlwp3",
      "t": "nihu9nr7",
      "dashed": false
    },
    {
      "s": "nipvj0g9",
      "t": "nihu9nr7",
      "dashed": false
    },
    {
      "s": "ni8aidva",
      "t": "nihu9nr7",
      "dashed": false
    },
    {
      "s": "nihu9nr7",
      "t": "n2js3gdf",
      "dashed": false
    },
    {
      "s": "n2js3gdf",
      "t": "njzvrwb8",
      "dashed": false
    },
    {
      "s": "njzvrwb8",
      "t": "n06zqy0k",
      "dashed": false
    },
    {
      "s": "nwyr5wdn",
      "t": "n2js3gdf",
      "dashed": false
    },
    {
      "s": "nwyr5wdn",
      "t": "njzvrwb8",
      "dashed": false
    },
    {
      "s": "nwyr5wdn",
      "t": "n06zqy0k",
      "dashed": false
    },
    {
      "s": "nvejy3jg",
      "t": "nmoy973m",
      "dashed": false
    },
    {
      "s": "n06zqy0k",
      "t": "nmoy973m",
      "dashed": false
    },
    {
      "s": "nmoy973m",
      "t": "ns9io0ms",
      "dashed": false
    },
    {
      "s": "n06zqy0k",
      "t": "ns9io0ms",
      "dashed": false
    },
    {
      "s": "ns9io0ms",
      "t": "ncgmz84m",
      "dashed": false
    },
    {
      "s": "ns9io0ms",
      "t": "np643ip3",
      "dashed": false
    },
    {
      "s": "ns9io0ms",
      "t": "n60dxg6n",
      "dashed": false
    },
    {
      "s": "ns9io0ms",
      "t": "n0oqgof5",
      "dashed": false
    },
    {
      "s": "nvejy3jg",
      "t": "ns9io0ms",
      "dashed": false
    },
    {
      "s": "ncgmz84m",
      "t": "np643ip3",
      "dashed": false
    },
    {
      "s": "ncgmz84m",
      "t": "n60dxg6n",
      "dashed": false
    },
    {
      "s": "n60dxg6n",
      "t": "n0oqgof5",
      "dashed": false
    },
    {
      "s": "np643ip3",
      "t": "n0oqgof5",
      "dashed": false
    },
    {
      "s": "ncgmz84m",
      "t": "n0oqgof5",
      "dashed": false
    },
    {
      "s": "njzvrwb8",
      "t": "nmoy973m",
      "dashed": false
    },
    {
      "s": "n2js3gdf",
      "t": "nmoy973m",
      "dashed": false
    },
    {
      "s": "nsnnbkkz",
      "t": "nmoy973m",
      "dashed": false
    },
    {
      "s": "noa7yavc",
      "t": "nmoy973m",
      "dashed": false
    },
    {
      "s": "njvqfhdw",
      "t": "nmoy973m",
      "dashed": false
    },
    {
      "s": "nihu9nr7",
      "t": "nmoy973m",
      "dashed": false
    },
    {
      "s": "n0oqgof5",
      "t": "nyozbn2f",
      "dashed": false
    },
    {
      "s": "n1zjshle",
      "t": "n39nwkle",
      "dashed": false
    },
    {
      "s": "nvaf3sqn",
      "t": "nv9ldyt7",
      "dashed": false
    },
    {
      "s": "nvaf3sqn",
      "t": "n6nm8x2a",
      "dashed": false
    },
    {
      "s": "nv9ldyt7",
      "t": "nikh64c3",
      "dashed": false
    },
    {
      "s": "nv9ldyt7",
      "t": "nr1m0u83",
      "dashed": false
    },
    {
      "s": "n6nm8x2a",
      "t": "nikh64c3",
      "dashed": false
    },
    {
      "s": "n6nm8x2a",
      "t": "nr1m0u83",
      "dashed": false
    },
    {
      "s": "nv9ldyt7",
      "t": "nd82ii6y",
      "dashed": false
    },
    {
      "s": "nr1m0u83",
      "t": "nf1uuft5",
      "dashed": false
    },
    {
      "s": "nikh64c3",
      "t": "nf1uuft5",
      "dashed": false
    },
    {
      "s": "nf1uuft5",
      "t": "ng36lgpt",
      "dashed": false
    },
    {
      "s": "ng36lgpt",
      "t": "nd2u8w6i",
      "dashed": false
    },
    {
      "s": "ng36lgpt",
      "t": "nf6wd9qs",
      "dashed": false
    },
    {
      "s": "ng36lgpt",
      "t": "n6naot6q",
      "dashed": false
    },
    {
      "s": "ng36lgpt",
      "t": "nx7uyrcr",
      "dashed": false
    },
    {
      "s": "ng36lgpt",
      "t": "n39vcv05",
      "dashed": false
    },
    {
      "s": "nd82ii6y",
      "t": "n6naot6q",
      "dashed": false
    },
    {
      "s": "nyozbn2f",
      "t": "n4gt1tik",
      "dashed": false
    },
    {
      "s": "nyozbn2f",
      "t": "nbz8jxeo",
      "dashed": false
    },
    {
      "s": "nyozbn2f",
      "t": "nq2gl79o",
      "dashed": false
    },
    {
      "s": "nbz8jxeo",
      "t": "nqph8s1z",
      "dashed": false
    },
    {
      "s": "n4gt1tik",
      "t": "nqph8s1z",
      "dashed": false
    },
    {
      "s": "n4gt1tik",
      "t": "nwwdofdn",
      "dashed": false
    },
    {
      "s": "nq2gl79o",
      "t": "nqph8s1z",
      "dashed": false
    },
    {
      "s": "nqph8s1z",
      "t": "nvz5kopw",
      "dashed": false
    },
    {
      "s": "n4gt1tik",
      "t": "nvz5kopw",
      "dashed": false
    },
    {
      "s": "nbz8jxeo",
      "t": "nvz5kopw",
      "dashed": false
    },
    {
      "s": "nwwdofdn",
      "t": "nqph8s1z",
      "dashed": false
    },
    {
      "s": "nwwdofdn",
      "t": "nvz5kopw",
      "dashed": false
    },
    {
      "s": "ncgmz84m",
      "t": "nq2gl79o",
      "dashed": false
    },
    {
      "s": "nd82ii6y",
      "t": "nsivmeyg",
      "dashed": false
    },
    {
      "s": "nf1uuft5",
      "t": "nf9nyekj",
      "dashed": false
    },
    {
      "s": "nd2u8w6i",
      "t": "nf9nyekj",
      "dashed": false
    },
    {
      "s": "nf6wd9qs",
      "t": "nf9nyekj",
      "dashed": false
    },
    {
      "s": "n6naot6q",
      "t": "nf9nyekj",
      "dashed": false
    },
    {
      "s": "nx7uyrcr",
      "t": "nf9nyekj",
      "dashed": false
    },
    {
      "s": "n39vcv05",
      "t": "nf9nyekj",
      "dashed": false
    },
    {
      "s": "n39vcv05",
      "t": "nd79m87y",
      "dashed": false
    },
    {
      "s": "nd2u8w6i",
      "t": "nd79m87y",
      "dashed": false
    },
    {
      "s": "nf6wd9qs",
      "t": "nd79m87y",
      "dashed": false
    },
    {
      "s": "n6naot6q",
      "t": "nd79m87y",
      "dashed": false
    },
    {
      "s": "nx7uyrcr",
      "t": "nd79m87y",
      "dashed": false
    },
    {
      "s": "nikh64c3",
      "t": "nd79m87y",
      "dashed": false
    },
    {
      "s": "nd2u8w6i",
      "t": "nilj4cbu",
      "dashed": false
    },
    {
      "s": "n6naot6q",
      "t": "nsivmeyg",
      "dashed": false
    },
    {
      "s": "n39vcv05",
      "t": "n39nwkle",
      "dashed": false
    },
    {
      "s": "nvz5kopw",
      "t": "njsi8v07",
      "dashed": false
    },
    {
      "s": "nvz5kopw",
      "t": "n7hbpilh",
      "dashed": false
    },
    {
      "s": "nvz5kopw",
      "t": "nhjws1ab",
      "dashed": false
    },
    {
      "s": "nvz5kopw",
      "t": "nnle662v",
      "dashed": false
    },
    {
      "s": "nvz5kopw",
      "t": "nlksu4gp",
      "dashed": false
    },
    {
      "s": "nvz5kopw",
      "t": "nj0uazxg",
      "dashed": false
    },
    {
      "s": "nsivmeyg",
      "t": "nw793eel",
      "dashed": false
    },
    {
      "s": "nd79m87y",
      "t": "n9lg1sci",
      "dashed": false
    },
    {
      "s": "nd79m87y",
      "t": "n2r6cb43",
      "dashed": false
    },
    {
      "s": "n9lg1sci",
      "t": "n2r6cb43",
      "dashed": false
    },
    {
      "s": "n2r6cb43",
      "t": "nhhsff6m",
      "dashed": false
    },
    {
      "s": "nhhsff6m",
      "t": "noydlprf",
      "dashed": false
    },
    {
      "s": "nhhsff6m",
      "t": "njbz906l",
      "dashed": false
    },
    {
      "s": "njbz906l",
      "t": "n6qaz4vx",
      "dashed": false
    },
    {
      "s": "noydlprf",
      "t": "n6qaz4vx",
      "dashed": false
    },
    {
      "s": "njbz906l",
      "t": "ns7zf6ff",
      "dashed": false
    },
    {
      "s": "nd79m87y",
      "t": "ns7zf6ff",
      "dashed": false
    },
    {
      "s": "ns7zf6ff",
      "t": "nuc3mlcc",
      "dashed": false
    },
    {
      "s": "nhhsff6m",
      "t": "n57q8b7u",
      "dashed": false
    },
    {
      "s": "njbz906l",
      "t": "n57q8b7u",
      "dashed": false
    },
    {
      "s": "n6qaz4vx",
      "t": "nu1qkjm1",
      "dashed": false
    },
    {
      "s": "nhhsff6m",
      "t": "nu1qkjm1",
      "dashed": false
    },
    {
      "s": "nvub86c3",
      "t": "n51095ca",
      "dashed": false
    },
    {
      "s": "nu1qkjm1",
      "t": "nnr23qj8",
      "dashed": false
    },
    {
      "s": "n57q8b7u",
      "t": "nnr23qj8",
      "dashed": false
    },
    {
      "s": "njbz906l",
      "t": "nf9nyekj",
      "dashed": false
    },
    {
      "s": "nqph8s1z",
      "t": "noydlprf",
      "dashed": false
    },
    {
      "s": "nqph8s1z",
      "t": "nhhsff6m",
      "dashed": false
    },
    {
      "s": "nbz8jxeo",
      "t": "nuc3mlcc",
      "dashed": false
    },
    {
      "s": "nbz8jxeo",
      "t": "nf9nyekj",
      "dashed": false
    },
    {
      "s": "nqph8s1z",
      "t": "nrpqs3at",
      "dashed": false
    },
    {
      "s": "nbz8jxeo",
      "t": "nrpqs3at",
      "dashed": false
    },
    {
      "s": "n39nwkle",
      "t": "nm5yes67",
      "dashed": false
    },
    {
      "s": "n39nwkle",
      "t": "nq4mc3vh",
      "dashed": false
    },
    {
      "s": "nm5yes67",
      "t": "nq4mc3vh",
      "dashed": false
    },
    {
      "s": "n39nwkle",
      "t": "n8lorgq9",
      "dashed": false
    },
    {
      "s": "n39nwkle",
      "t": "n05ougjl",
      "dashed": false
    },
    {
      "s": "n39nwkle",
      "t": "ncptzb23",
      "dashed": false
    },
    {
      "s": "n39nwkle",
      "t": "n39s50vi",
      "dashed": false
    },
    {
      "s": "n39s50vi",
      "t": "n8erxgvo",
      "dashed": false
    },
    {
      "s": "n8erxgvo",
      "t": "ncptzb23",
      "dashed": false
    },
    {
      "s": "n8erxgvo",
      "t": "n485afqa",
      "dashed": false
    },
    {
      "s": "nm5yes67",
      "t": "n9z5767h",
      "dashed": false
    },
    {
      "s": "nq4mc3vh",
      "t": "n9z5767h",
      "dashed": false
    },
    {
      "s": "ncptzb23",
      "t": "n9z5767h",
      "dashed": false
    },
    {
      "s": "n39s50vi",
      "t": "n9z5767h",
      "dashed": false
    },
    {
      "s": "n8erxgvo",
      "t": "n9z5767h",
      "dashed": false
    },
    {
      "s": "n8lorgq9",
      "t": "nm3j6b5m",
      "dashed": false
    },
    {
      "s": "n05ougjl",
      "t": "ndq5cuui",
      "dashed": false
    },
    {
      "s": "nhhsff6m",
      "t": "n9pmymc9",
      "dashed": false
    },
    {
      "s": "n6qaz4vx",
      "t": "n9pmymc9",
      "dashed": false
    },
    {
      "s": "n9pmymc9",
      "t": "nnr23qj8",
      "dashed": false
    }
  ],
  "vocab": {
    "areas": [
      "Video",
      "Experience",
      "Interaction",
      "Electronic system",
      "Conflict",
      "Science",
      "Public administration",
      "Insurance",
      "Brand identity",
      "Identity",
      "Socio-political",
      "Law",
      "Communication",
      "Hystory",
      "Media studies",
      "Cultural studies",
      "Critical design",
      "Spatial design",
      "Design research",
      "Philosophy",
      "Envirionment",
      "Power",
      "Administration",
      "Literature",
      "Sociology",
      "Cinema"
    ],
    "tags": [
      "Power abuse",
      "Corruption",
      "Conflict",
      "Opposition",
      "Social tension",
      "Emotion",
      "Feelings"
    ],
    "type": [
      "Concept",
      "Source",
      "Collection",
      "Brief",
      "Observation",
      "Feedback"
    ]
  }
}