{
  "version": 6,
  "nodes": [
    {
      "id": "ny15p0wg",
      "x": -1192,
      "y": 12,
      "w": 320,
      "h": 807,
      "group": null,
      "data": {
        "date": "2025-09-16",
        "title": "Conflict: a Distributed Condition: Contemporary War Ecologies",
        "type": "Brief",
        "action": null,
        "mainArea": null,
        "areas": [
          "Socio-political",
          "Media studies",
          "Communication",
          "Cultural practices",
          "Critical design",
          "Design research",
          "Political ecology"
        ],
        "tags": [
          "Distributed conflict",
          "Latent violence",
          "Systemic friction",
          "Post-territorial",
          "Embedded warfare",
          "Socio-technical ecologies",
          "Structural inequality",
          "Cultural infrastructures"
        ],
        "desc": "\nConflict is not an exception or an isolated event — it is a constant condition running through society. It is not limited to war or explicit clashes: it emerges within collective life as friction, as a continuous confrontation between competing needs, systems, and visions.\nIt is not a punctual episode but a latent and distributed condition. It takes on asymmetric, often invisible forms, embedded in cultural practices, social relations, and infrastructures. Its logic is not confined to violence: it also structures coexistence, shaping who holds privilege and who is pushed to the margins.\nExploring distributed conflicts means reading the present as a field where techniques of offense multiply and blur into the infrastructures society depends on. The goal is to generate critical devices, scenarios, and questions that probe the ambiguous nature of conflict as a diffuse condition in a post-territorial age.\n",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ncob3sst",
      "x": -839.1195476779046,
      "y": 14.36545348335568,
      "w": 320,
      "h": 306,
      "group": null,
      "data": {
        "date": "2025-09-19",
        "title": "Bureaucratic conflict",
        "type": "Brief",
        "action": null,
        "mainArea": null,
        "areas": [
          "Socio-political",
          "Communication",
          "Cultural studies",
          "Design research",
          "Conflict"
        ],
        "tags": [],
        "desc": "procedures, boundaries, documents, records, regulations, legal maps, administration",
        "links": [],
        "files": []
      }
    },
    {
      "id": "npa52m07",
      "x": 617.8686448657292,
      "y": 286.6095917862972,
      "w": 320,
      "h": 417,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Regulations, legal maps,",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Semantic research",
          "Socio-political",
          "Conflict",
          "Cultural studies"
        ],
        "tags": [],
        "desc": "A legal map refers to a visual and structured representation of legal concepts, laws, or branches of law, similar to a concept map or diagram. It helps simplify and organize the complexity of the legal and bureaucratic system by showing relationships between different rules, institutions, or principles, thus supporting understanding and study. Regulations are specific rules issued by authorities to implement and enforce laws within particular contexts.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n70eugn6",
      "x": 616.7551129141752,
      "y": -407.52334395933144,
      "w": 320,
      "h": 316,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Bounderies",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Semantic research",
          "Conflict",
          "Cultural studies",
          "Hystory",
          "Socio-political"
        ],
        "tags": [],
        "desc": "borders decided at the negotiating table, wars over territories, resolution of wars through bureaucracy, treaties, armistices, movement between borders, immaterial borders",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n6jyhn38",
      "x": 617.4801263489964,
      "y": -80.56242802751473,
      "w": 320,
      "h": 356,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Procedures, documents, records, administration",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Semantic research",
          "Socio-political",
          "Conflict",
          "Design research",
          "Cultural studies"
        ],
        "tags": [],
        "desc": "documents and archival records defining individual actions and identity, identity-related documentation, records of war and conflict, including armistices, peace treaties, and divorce decrees, bureaucratic procedures and processes",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nvi0dm4q",
      "x": -7.26376077010957,
      "y": 418.23397211817246,
      "w": 320,
      "h": 773,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Bureaucracy",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Semantic research",
          "Hystory"
        ],
        "tags": [],
        "desc": "Bureaucracy is the body of officials and offices which, organized in various hierarchical levels, carry out the functions of public administration within the state (state bureaucracy; the reform of bureaucracy).\n2. In a broader sense, the word refers to the officials of an entity or an organization, even if not state-related.\n3. In an abstract, and mostly negative sense, bureaucracy can also refer to the power assumed by the mass of officials, and especially to the long and complex series of formalities and procedures—often perceived as excessive and unnecessary—through which a case must pass to be completed (the slowness, the red tape of bureaucracy).\nFinally, in a figurative sense, the term bureaucracy refers to an exaggerated and inflexible observance of regulations, especially when they are followed more in their formal aspects than in their substance.",
        "links": [],
        "files": [
          {
            "name": "definizione burocrazia.jpg",
            "size": 481711,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/definizione_burocrazia.jpg"
          }
        ]
      }
    },
    {
      "id": "nlxdh48f",
      "x": -8.584654700184501,
      "y": 1214.6968079699159,
      "w": 320,
      "h": 484,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "conflict",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Semantic research",
          "Conflict",
          "Emotional response",
          "Communication"
        ],
        "tags": [],
        "desc": "Conflict is any form of clash that generates violence, whether material or symbolic.\nConflict is a state of opposition.\nConflict is a constant condition that runs through society.\nIt is not confined to war or explicit confrontations:\nit emerges in the spaces of collective life as friction, as an ongoing confrontation between different needs, systems, and visions.\nIt is present in cultural practices, in social relations, in infrastructures.\nConflict is integrated into everyday environments and practices.\nIt manifests through a widespread arsenal.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nu4trdn0",
      "x": 1109.5721764440036,
      "y": 2721.017370754349,
      "w": 320,
      "h": 321,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "emotional response to bureaucracy",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Semantic research"
        ],
        "tags": [],
        "desc": "oppression, truncation, overwhelm, deadlock, helplessness, immobility, coldness, paperwork, boredom, greyness, slowness, frustration, waiting, misunderstanding, difficulty of understanding, lack of adaptability, a wall from which it is hard to obtain answers and help in a short time, a feeling of being left alone and unheard.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nzuhnkym",
      "x": 637.7596006774816,
      "y": 805.2393817255479,
      "w": 320,
      "h": 422,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "History of bureaucracy",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory"
        ],
        "tags": [],
        "desc": "- Radici Antiche e Fondamenti Pre-Moderni: La Burocrazia come Strumento di Centralizzazione\n- Le Origini nelle Civiltà Idrauliche e Imperi\n- L'Evoluzione nell'Impero Romano\n- Dal Caos Feudale allo Stato Moderno: La Nascita dell'Apparato Burocratico Razionale\n- L'Emersione degli Stati Nazionali\n- L'Autorità Legale-Razionale e il Capitalismo\n- Le Contraddizioni e le Patologie: La Burocrazia contro Se Stessa\n- L'Era delle Riforme Amministrative\n- La Digitalizzazione e l'Intelligenza Artificiale",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nij45h41",
      "x": -124.94786725381391,
      "y": -2080.994938498857,
      "w": 320,
      "h": 405,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Citizen’s life marked by bureaucratic stages",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Definition"
        ],
        "tags": [],
        "desc": "A citizen’s life is marked by bureaucratic stages. It begins with birth registration, tax code, health card, and identity documents, and continues with education, applications for scholarships, and certifications. Entering the workforce involves registration with INPS and INAIL, employment notifications, and opening a VAT number. Adulthood brings marriage, buying a house, changing residence, and filing income tax returns. Finally, in old age and at the end of life, one deals with pension applications, death registration, inheritance, and cadastral transfers.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n66t4qzz",
      "x": 1411.1911899470235,
      "y": -46.713506091189686,
      "w": 320,
      "h": 338,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Rational system",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Definition"
        ],
        "tags": [],
        "desc": "Bureaucracy is a rational system designed to maintain order and ensure fairness. It follows structured procedures that must be respected, leaving little room for emotions or personal judgment. By adhering to rules and standardized processes, bureaucracy aims to prevent favoritism and guarantee that decisions are consistent and impartial.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nk4d3ukj",
      "x": 919.4230936507979,
      "y": -2191.080185680923,
      "w": 320,
      "h": 724,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Il fu Mattia Pascal, 1904, Pirandello",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Literature"
        ],
        "tags": [],
        "desc": "In Il fu Mattia Pascal, Pirandello explores the theme of bureaucratic identity: what happens when a man loses his documents and, with them, his “bureaucratic existence”?\n\nMattia Pascal, mistakenly believed dead, seizes the chance to reinvent himself as Adriano Meis. However, lacking official documents for this new identity, he discovers that his “freedom” is actually a prison.\n\nConsequences of missing documents:\n\t•\tLegal impossibilities: He cannot marry his love, Adriana, sign contracts, buy property, or defend himself in court. Bureaucracy becomes an impenetrable wall: without certificates, one is nobody.\n\t•\tSocial marginalization: He is seen as suspicious and unreliable, condemned to a perpetual kind of clandestinity.\n\t•\tParadox of anonymity: Initially, living without documents seems liberating, but it quickly becomes existentially distressing; he cannot fully participate in social life.\n\nEventually, Mattia must “die a second time” as Adriano Meis and return to his old identity as Mattia Pascal, but he is no longer recognized: his wife has remarried, and his past life has vanished. Trapped in a bureaucratic and identity limbo, he becomes literally “the late Mattia Pascal”: alive in reality, but dead on paper. Pirandello demonstrates how, in a bureaucratic society, the absence of documents, which might seem liberating, actually condemns a person to invisibility and helplessness.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nydwxrhx",
      "x": 325.95851338824195,
      "y": -1754.7799995103587,
      "w": 320,
      "h": 411,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Biological and Bureaucratic identity",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Emotional response",
          "Definition",
          "Conflict"
        ],
        "tags": [],
        "desc": "Biological identity: the set of physical and personal characteristics that define a person, such as the body, personal history, passions, and preferences.\n\nBureaucratic identity: the official identity recognized by the state or institutions, documented through certificates, identity documents, tax codes, passports, registry records, and other administrative acts.\n\nWhen the two do not coincide, a conflict arises between them, as the person finds themselves in a bureaucratic limbo.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n9e675sa",
      "x": 1490.2698259368171,
      "y": 1335.711992617933,
      "w": 320,
      "h": 315,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Bureaucracy as a form of power",
        "type": "",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "Bureaucracy can serve as a means of control for those in power, using rules and procedures to maintain authority over others. By making access to rights and services dependent on complex systems, it creates dependence and submission. In this way, bureaucracy becomes not just an administrative tool, but a subtle form of domination.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nise8chd",
      "x": 1285.225256814817,
      "y": -1779.2168187208135,
      "w": 320,
      "h": 697,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Refused bureaucratic identification",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Conflict",
          "Socio-political",
          "Feelings"
        ],
        "tags": [],
        "desc": "Some people and groups choose to refuse bureaucratic identification, remain anonymous, or avoid administrative control. \nFor example, communities like the Amish reject personal photography for religious reasons, and in the USA legal accommodations allow them to stay “anonymous” while still holding valid documents. Asylum seekers sometimes try to avoid fingerprinting in the EURODAC system to prevent automatic transfers under the Dublin mechanism, showing how vulnerable individuals may refuse registration for personal safety. Since the 1960s, some anarchist or “off-grid” communities in the USA and Europe have avoided IDs, health cards, or even birth certificates, which has sometimes prevented children from accessing school or medical care. \nKnown cases of “invisible” individuals include Rosa Kuleshova in the USSR, who refused mandatory internal passport registration, John Zerzan in the USA, who wrote about people actively rejecting state bureaucracy, and North American anarcho-primitivist “forest dwellers” who gave up all documents and lived without formal services. \nThose who refuse documents often face severe practical limitations, such as lack of healthcare, work, or housing, forcing many to live on the margins, in isolated communities, or in constant tension with authorities.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nr4kqalv",
      "x": 1627.8733488980677,
      "y": 2815.885730145156,
      "w": 320,
      "h": 408,
      "group": null,
      "data": {
        "date": "2025-09-24",
        "title": "Conflict Between Citizens and Bureaucracy",
        "type": "",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Conflict",
          "Feelings",
          "Emotional response"
        ],
        "tags": [],
        "desc": "Although bureaucracy is meant to be a system that maintains order, in the daily lives of citizens it often generates discomfort, frustration, anger, and boredom.\n\nThere is a widespread perception and common belief that bureaucracy is long, complex, burdensome, rigid, inaccessible, tedious, and exasperating.",
        "links": [
          "https://doi.org/10.1080/10967494.2015.1027800",
          "https://doi.org/10.1017/S0143814X22000282",
          "https://doi.org/10.1080/14719037.2016.1210907"
        ],
        "files": []
      }
    },
    {
      "id": "nv91if2i",
      "x": 2271.6038234807183,
      "y": -1075.2753547697403,
      "w": 320,
      "h": 590,
      "group": null,
      "data": {
        "date": "2025-09-25",
        "title": "Wars and struggles linked to bureaucratic borders",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Conflict"
        ],
        "tags": [],
        "desc": "Many state borders were bureaucratically drawn at the negotiating table by political leaders, often disregarding the populations living there. This led to conflicts both between states and within nations, as communities did not identify with these imposed boundaries.\nExamples\n• India–Pakistan Wars (1947, 1965, 1971): following the Partition of British India\n• Arab–Israeli Wars (1948, 1967, 1973): borders drawn after the British Mandate and UN partition plan\n• Ethiopia–Eritrea War (1998–2000): dispute over colonial-era borders\n• Iraq–Kuwait Conflict / Gulf War (1990–1991): rooted partly in arbitrary colonial borders in the Middle East\n• Sudanese Civil Wars (1955–1972, 1983–2005): borders and ethnic-religious divisions leading to the creation of South Sudan\n• Yugoslav Wars (1991–2001): breakup of Yugoslavia along imposed federal boundaries\n• Somali Civil War (from 1991): collapse of a state built on colonial borders without regard for clan structures",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nln11rdb",
      "x": 1686.7044270779168,
      "y": -703.4926410353733,
      "w": 320,
      "h": 344,
      "group": null,
      "data": {
        "date": "2025-09-25",
        "title": "boundaries between people",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Conflict",
          "Cultural studies",
          "Emotional response"
        ],
        "tags": [],
        "desc": "Restrictive orders, such as restraining orders or protection orders, function like material boundaries between people imposed by conflict. They legally limit interactions, define physical or social spaces, and aim to prevent harm. These orders create clear divisions in everyday life, translating interpersonal disputes into structured, enforceable rules.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nf3ssvpb",
      "x": 1814.7832753079258,
      "y": 100.98007503804303,
      "w": 320,
      "h": 378,
      "group": null,
      "data": {
        "date": "2025-09-25",
        "title": "Humanized bureaucracy ",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Emotional response"
        ],
        "tags": [],
        "desc": "To humanize bureaucracy means allowing space for emotions and empathy within administrative processes. It involves introducing compassion, care, and support into interactions with rational rules and procedures. By letting kindness and humanity enter bureaucratic systems, regulations and processes can serve people more effectively, transforming rigid structures into tools that truly respond to human needs.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "noz4e8vf",
      "x": 3044.7366003315856,
      "y": 8.893690344603499,
      "w": 320,
      "h": 372,
      "group": null,
      "data": {
        "date": "2025-09-25",
        "title": "Bureaucratization of interpersonal relationships",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Communication"
        ],
        "tags": [],
        "desc": "In a reality where every aspect of life is administered and rationalized, bureaucracy has even intruded into the private sphere and everyday relationships. Human interactions, traditionally characterized by emotional and irrational dimensions, are now subjected to regulations and bureaucratic practices. Conflicting dynamics, intrinsic to any relationship, are thus controlled and stripped of their natural ambiguity and uncertainty, being confined instead within rigid, manageable frameworks.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nwnnoqd3",
      "x": 3239.4616857191277,
      "y": 1594.8689457199457,
      "w": 320,
      "h": 355,
      "group": null,
      "data": {
        "date": "2025-09-25",
        "title": "Bureaucracy used as a weapon",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "Bureaucracy is used as a tool to regulate and organize public administration. Sometimes, due to its inherently complex and intricate procedures, it not only hinders progress and conflict resolution but also generates new tensions.\n\nWhat form would conflicts take if bureaucracy were recognized as a true weapon—that is, a tool of power and confrontation? What would the consequences be, and how would it be regulated?",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ne2dvn9k",
      "x": 2038.7079370090973,
      "y": 2631.6558126941895,
      "w": 320,
      "h": 372,
      "group": null,
      "data": {
        "date": "2025-09-25",
        "title": "Red tape",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Definition"
        ],
        "tags": [],
        "desc": "“Red tape” is an English expression that refers to excessive bureaucracy, official and formal procedures perceived as unnecessary, complex, and causing delays.\n\nOne of the most cited definitions is by G. Bozeman:\n“Rules, regulations, and procedures that remain in effect and impose a compliance burden on the organization but do not contribute to achieving the functional goals for which the rules were intended.” A Theory of Government Red Tape, 1993",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ni04g7pj",
      "x": 2037.2547493494649,
      "y": 3049.7309957315024,
      "w": 320,
      "h": 556,
      "group": null,
      "data": {
        "date": "2025-09-25",
        "title": "Kafka’s critique of bureaucracy ",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Literature"
        ],
        "tags": [],
        "desc": "Key points of Kafka’s critique of bureaucracy can be summarized as follows:\n\nLabyrinth and absurdity: Kafka depicts bureaucracy as a maze of obscure rules, faceless procedures, and offices existing mainly to perpetuate themselves. In The Trial, Josef K. is arrested for a crime whose charge is never revealed, forcing him to navigate an illogical, elusive judicial system, with his lawyer moving as slowly and opaquely as the process itself.\n\nImpersonal machine: Bureaucracy is portrayed as a system where cold rationality masks a world of complex, contradictory interests. Individuals like Josef K. become mere cogs, while officials and judges appear symbolic, almost inhuman, with incomprehensible, impersonal power.\n\nContradiction and totalitarian potential: Kafka foresaw bureaucracy’s tendency to become a totalitarian instrument, permeating citizens’ lives and minds. The system enforces conformity and submission to rules that seem to exist independently, suppressing personal freedom and subjectivity.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nie7slt9",
      "x": 2751.81245441296,
      "y": -1255.9505713022372,
      "w": 320,
      "h": 331,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Stateless people",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Conflict"
        ],
        "tags": [],
        "desc": "Individuals who are not recognized as citizens by any state under its laws. This means they lack a nationality and the legal rights that come with it.\n\nStatelessness often arises from the dissolution or partition of states (e.g. breakup of Yugoslavia)\n\n\n",
        "links": [
          "https://it.globalvoices.org/2024/11/quando-la-patria-non-esiste-gli-apolidi-dellex-urss/"
        ],
        "files": []
      }
    },
    {
      "id": "n1fv0nhs",
      "x": 2751.981094616983,
      "y": -899.9772726994896,
      "w": 320,
      "h": 646,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Terra Nullius",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Conflict",
          "Definition",
          "Socio-political"
        ],
        "tags": [],
        "desc": "Several territories have existed as “no man’s lands,” disputed between states or left unclaimed due to legal, political, or practical uncertainties. These areas often sparked conflicts but were eventually addressed through bureaucratic practices such as treaties or international negotiations.\n\nTerra Nullius: a Latin term from Roman law meaning “land belonging to no one.” It refers to territories that are not formally under the sovereignty of any state.\n\nExamples\n\t•\tGornja Siga (on the border between Croatia and Serbia): a disputed area where both countries claim different borders, leaving small pockets of land technically unclaimed.\n\t•\tBir Tawil (between Egypt and Sudan): a desert territory unclaimed by either country due to conflicting border demarcations.\n\t•\tMarie Byrd Land (in Antarctica): one of the few areas not claimed by any state, partly due to the Antarctic Treaty System.\n\t•\tPalestinian Territories: while not a “terra nullius” in the strict legal sense, the contested status of the land has produced decades of conflict and negotiation, with statehood and sovereignty still unresolved.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n4ur7z91",
      "x": 3136.261444795027,
      "y": -536.7517684613139,
      "w": 320,
      "h": 327,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "concetto di stato e nazione",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Conflict",
          "Socio-political",
          "Definition"
        ],
        "tags": [],
        "desc": "A state is a political entity with defined territory, a population, and a government exercising sovereignty. A nation is a community united by culture, language, history, or identity. Nations and states do not always match: some nations have no state, and some states contain multiple nations.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nzojt12q",
      "x": 3140.0335960333227,
      "y": -971.0275964035135,
      "w": 320,
      "h": 405,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Airport transit, international waters, Antarctica",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Conflict"
        ],
        "tags": [],
        "desc": "Some places in the world function as shared or “in-between” spaces rather than belonging to a single nation. Airport transit zones create temporary spaces where travelers are between states’ jurisdictions. International waters (the high seas) lie beyond national borders and are regulated by global treaties, open to use by all. Antarctica, under the Antarctic Treaty, is preserved for peaceful purposes and scientific cooperation, with no state allowed to claim sovereignty. These areas illustrate how certain territories are treated as belonging to no one, yet accessible to everyone under shared rules.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n5vf0f18",
      "x": 4032.5908072096845,
      "y": -1243.0143420815505,
      "w": 320,
      "h": 434,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Dynamic boundaries with a new sense of belonging",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Semantic research",
          "Conflict",
          "Socio-political"
        ],
        "tags": [],
        "desc": "Boundaries are lines of demarcation that define the geographic space and the population over which a state exercises its sovereignty. However, just as a nation does not necessarily coincide with the state, an individual’s personal identity is not fully encompassed by their bureaucratic dimension. In a scenario where identity prevails over territory, the state emancipates itself from physical space and redefines itself according to new parameters, transforming the static concept of borders into a dynamic network.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nq88ccga",
      "x": 3166.681084642997,
      "y": -1550.2997109768812,
      "w": 320,
      "h": 518,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "consequences of being stateless",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Conflict",
          "Emotional response",
          "Socio-political"
        ],
        "tags": [],
        "desc": "Living without citizenship means lacking access to fundamental rights and protections, such as:\n\t•\tLegal identity: difficulty obtaining ID cards, passports, or official documents\n\t•\tCivil rights: exclusion from voting and political participation\n\t•\tSocial rights: limited access to healthcare, education, or social services\n\t•\tWork and mobility: inability to work legally, travel abroad, or own property\n\t•\tLegal protection: greater vulnerability to exploitation, detention, or deportation\n\nIn practice, many stateless people live in legal and bureaucratic limbo, relying on humanitarian organizations or informal networks, often marginalized within the societies where they reside.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nfqgqm5g",
      "x": 2198.2140546379555,
      "y": 186.04926289440402,
      "w": 320,
      "h": 350,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "feedback negativo",
        "type": "Research",
        "action": "Exploring",
        "mainArea": "Communication",
        "areas": [
          "Feelings",
          "Emotional response",
          "Conflict"
        ],
        "tags": [],
        "desc": "Introducing emotions or personal judgment into this system would compromise its function, because there would be too many variables and ambiguous situations to manage effectively. The strength of bureaucracy lies in its predictability and impartiality, even if this makes it appear rigid or impersonal.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nklq4uw2",
      "x": 558.4266380618524,
      "y": -2192.065870418115,
      "w": 320,
      "h": 344,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "victims of bureaucratic errors",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Conflict",
          "Emotional response"
        ],
        "tags": [],
        "desc": "People fall victim to bureaucratic errors when documenting their identity. Mistakes in official records, lost documents, or administrative oversights can create a discrepancy between biological identity and bureaucratic identity, leading to serious consequences such as being unable to access services, travel, or even prove legal existence.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nz9xp05b",
      "x": 1281.5596039650354,
      "y": -2187.3867111445416,
      "w": 320,
      "h": 388,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Homo Sacer",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Definition"
        ],
        "tags": [],
        "desc": "In ancient Rome, the homo sacer was a man excluded from both human and divine law—killable but not sacrificable—reduced to mere biological existence without rights. Giorgio Agamben reinterprets this figure as the symbol of modern power: the sovereign decides who is included or excluded from the legal order, producing “bare life.” Today, this condition reappears in refugees, undocumented people, and those erased by bureaucracy—individuals biologically alive but legally invisible.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nkalpbv6",
      "x": 1882.9620404105985,
      "y": 1673.2648456204465,
      "w": 320,
      "h": 577,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Examples of public administration",
        "type": "",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "Public administration and healthcare systems in Italy have often been exposed to corruption scandals revealing how bureaucratic power can be exploited for personal gain. In public offices, cases like Mafia Capitale (2014) and later investigations showed officials demanding money or favors to accelerate permits, tax procedures, or building licenses—otherwise delaying them for months or years. Similar schemes were uncovered in Lombardy and Sicily, where citizens were pressured to use “friendly” private firms to obtain approvals. In healthcare, reports by Transparency International and ISTAT revealed that around 2.4% of families were asked for money or favors to access faster medical services, while nearly 10% were encouraged by doctors to book private visits to bypass public waiting lists. These examples highlight how bureaucracy, when corrupted, becomes a tool of coercion that turns access to public rights into a matter of privilege.",
        "links": [
          "https://www.fiscal-focus.it/quotidiano/il-quotidiano/editoriali/la-burocrazia-che-uccide-senza-armi,3,59548"
        ],
        "files": []
      }
    },
    {
      "id": "n6j0ldtt",
      "x": 4503.140106395718,
      "y": -1493.5606372835107,
      "w": 320,
      "h": 422,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Christo and Jeanne-Claude, Running Fence, 1976",
        "type": "Moodboard",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Installation",
          "Art"
        ],
        "tags": [],
        "desc": "",
        "links": [
          "https://christojeanneclaude.net/artworks/running-fence/"
        ],
        "files": [
          {
            "name": "16.jpeg",
            "size": 70477,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/16.jpg"
          }
        ]
      }
    },
    {
      "id": "novblbup",
      "x": 4501.736593748162,
      "y": -1905.4011806369958,
      "w": 320,
      "h": 402,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Zanny Bagg, The Right of Passage, 2013",
        "type": "Moodboard",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Art",
          "Documentary"
        ],
        "tags": [],
        "desc": "",
        "links": [
          "https://zannybegg.com/the-right-of-passage/"
        ],
        "files": [
          {
            "name": "15.jpeg",
            "size": 30228,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/15.jpg"
          }
        ]
      }
    },
    {
      "id": "ni3176gn",
      "x": 4160.278054862456,
      "y": -1905.7738846497464,
      "w": 320,
      "h": 576,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Yanagi Yukinori, Wandering Position, 1988-2021",
        "type": "Moodboard",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Art",
          "Installation"
        ],
        "tags": [],
        "desc": "",
        "links": [
          "https://anomalytokyo.com/en/exhibition/wandering-position-1988-2021/"
        ],
        "files": [
          {
            "name": "18.jpeg",
            "size": 167598,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/18.jpg"
          }
        ]
      }
    },
    {
      "id": "na535xd9",
      "x": 3901.8043813849886,
      "y": 607.1455339328461,
      "w": 320,
      "h": 599,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Christo, Empaquetages, 1958",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Art",
          "Installation"
        ],
        "tags": [],
        "desc": "",
        "links": [
          "https://www.cyrilzammit.com/design-diary/christo-and-jeanne-claude-paris"
        ],
        "files": [
          {
            "name": "3.jpeg",
            "size": 309079,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/3.jpg"
          }
        ]
      }
    },
    {
      "id": "nex0urd2",
      "x": 3554.402240431696,
      "y": 607.7330788791096,
      "w": 320,
      "h": 599,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Rudolf Bonvie, Dialog, 1973",
        "type": "Moodboard",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Art",
          "Photography"
        ],
        "tags": [],
        "desc": "",
        "links": [
          "https://dolceambra.wordpress.com/2015/05/24/rudolf-bonvie-dialog-1973/"
        ],
        "files": [
          {
            "name": "1.jpeg",
            "size": 190868,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/1.jpg"
          }
        ]
      }
    },
    {
      "id": "n3e20r3f",
      "x": 3205.122326713084,
      "y": 803.8561772157648,
      "w": 320,
      "h": 582,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": "Doriane terraillon, Still Photography, 2025",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Art",
          "Photography"
        ],
        "tags": [],
        "desc": "",
        "links": [
          "https://dorianeterraillon.com/Dolorosa"
        ],
        "files": [
          {
            "name": "5.jpeg",
            "size": 93798,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/5.jpg"
          }
        ]
      }
    },
    {
      "id": "nefyeg79",
      "x": 4259.496842106015,
      "y": 609.7106602963152,
      "w": 320,
      "h": 515,
      "group": null,
      "data": {
        "date": "2025-09-26",
        "title": " Otto Künzli, Ring für Zwei, 1980",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Communication",
        "areas": [
          "Art",
          "Photography"
        ],
        "tags": [],
        "desc": "",
        "links": [
          "https://www.domusweb.it/en/news/2014/08/18/otto_kunzli_jewellery.html"
        ],
        "files": [
          {
            "name": "6.jpeg",
            "size": 105786,
            "type": "image/jpeg",
            "isImage": true,
            "isPDF": false,
            "path": "assets/6.jpg"
          }
        ]
      }
    },
    {
      "id": "ng5uua7h",
      "x": 1612.6839516502782,
      "y": 613.3417534502926,
      "w": 320,
      "h": 500,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "weber's theory",
        "type": "",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "Rationalization (Rationalisierung) is the process that defines modernity more than any other. It involves the gradual replacement of actions driven by tradition, emotion, or values (wertrational) with actions guided by purpose, efficiency, and calculability (zweckrational).\n\nThe ultimate outcome of this unstoppable trend is the creation of an “iron cage” (stahlhartes Gehäuse), a metaphor describing a society where individuals are trapped within systems governed by efficiency and rational calculation—systems that stifle spontaneity, creativity, and individual freedom.\n\nThe Weberian bureaucracy embodies an inherent paradox: on the one hand, it ensures impartial and predictable treatment, protecting citizens from arbitrariness; on the other, in its purest form, it leads to formalism and technical rigidity that can result in dehumanization.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "njz943yx",
      "x": 1628.3037121215275,
      "y": -1932.451771554703,
      "w": 320,
      "h": 466,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "johatsu - evaporated",
        "type": "",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "La loro identità sparisce, mentre loro scivolano nell'ombra, nascondendosi nell'anonimato o in una nuova identità.\nSi tratta di un'evaporazione amministrativa, che annulla intere vite dai registri dello Stato\nSotto la società giapponese ce sarebbe una seconda, che permette accoglie alle persone che vogliono \"morire\", sopravvivendo.\nSecondo alcune testimonianze, le persone che \"evaporano\" da Tokyo si nascondono a Sanya, un posto così segreto e coperto di vergogna che è stato rimosso dalle mappe di Tokyo. In realtà non è chiaro quanto di questo sia leggenda e quanto sia verità. Non è però così inverosimile che Sanya sia uno dei luoghi che ospita la \"società nascosta\", quella degli scomparsi.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nia9sppq",
      "x": 1992.3660982561805,
      "y": -2302.1190938977206,
      "w": 320,
      "h": 355,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "Possible things without official documents:",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Definition"
        ],
        "tags": [],
        "desc": "Sleep in temporary or informal places;\nWork off the books or in untracked jobs;\nBuy food and everyday goods;\nMove around freely on foot or using public transport; Build a discreet social network; \nUse cash-based services or services that don’t require registration; \nPrepaid phones (sometimes with limitations), online services with limited identity verification.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n3qcfzsy",
      "x": 2364.416467185859,
      "y": -2300.698704015216,
      "w": 320,
      "h": 388,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "Things impossible or highly risky without official documents",
        "type": "Source",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory",
          "Definition"
        ],
        "tags": [],
        "desc": "Open a legal bank account; \nSign official contracts\nAccess public services as public healthcare, pensions, national health insurance, and state benefits; \nDrive legally; Travel abroad or obtain a passport; \nRegister marriage, children’s births, or property;\nReceive legal correspondence or official notices;\nAttend public schools or universities as a regular student\n",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nawaaze3",
      "x": 2225.624886920262,
      "y": -1821.9760524980602,
      "w": 320,
      "h": 231,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "conflitto identitario",
        "type": "Conclusione",
        "action": "Exploring",
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "conflitto tra identità burocratica e identità biologia e conflitto tra stato e cittadino",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nscfpivt",
      "x": 2664.4088328880653,
      "y": -1824.4005262646601,
      "w": 320,
      "h": 201,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "",
        "type": "Feedback",
        "action": "Exploring",
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "conflitto troppo e debole, ma elemento che potrebbe rientrare in altri scenari -> tenerlo in conto",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nifkvzah",
      "x": 2257.396332630741,
      "y": 1681.0794198841822,
      "w": 320,
      "h": 544,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "SLAPP",
        "type": "",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "SLAPPs (Strategic Lawsuits Against Public Participation) are a form of “bureaucratic warfare” used by powerful companies or individuals to intimidate and silence critics such as activists, journalists, or NGOs. These lawsuits, often legally unfounded, aim to overwhelm defendants with the costs of legal defense, procedural delays, and the complexity of judicial processes. SLAPPs are effective because they exploit weaknesses in the judicial system, such as slow proceedings and prohibitive legal costs. The main goal is not to win the case but to pressure the defendant into giving up due to fear, exhaustion, or rising expenses, effectively silencing criticism. A recent high-profile example is the lawsuit filed by an oil and gas company against Greenpeace and several activists in North Dakota, which resulted in the company winning the case and Greenpeace being ordered to pay over $660 million in fines.",
        "links": [
          "https://www.the-case.eu/slapps/"
        ],
        "files": []
      }
    },
    {
      "id": "n6sfczbu",
      "x": 2619.9599798555887,
      "y": 2077.3866510608764,
      "w": 320,
      "h": 483,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "What if we compared SLAPP lawsuits to the physical impact of a slap? ",
        "type": "",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "The idea is to convert the intangible force of legal power into a tangible, unsettling physical impact. Its primary purpose is to transform the abstract, bureaucratic nature of a SLAPP into a visceral, understandable, and profoundly disturbing experience. The artifact would serve as a tool for critical dialogue, not as a commercial product. Its very existence, as a prototype of a possible future, poses the provocative question: “What if the cost of silencing someone could be measured physically and made visible?” The artifact envisions a future in which the severity of the SLAPP problem has escalated to the point that such a physical instrument is needed to illustrate its harm. It is a critical commentary on the current legal landscape and a warning about a potential future.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n3izb57a",
      "x": 3013.696391832359,
      "y": 2296.9799220790237,
      "w": 320,
      "h": 248,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "feedback",
        "type": "",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "bella l'idea di usare la burocrazia come arma ma non è piaciuto il paragone con la forza fisica dello schiaffo",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nlkkcro4",
      "x": 3666.731944940338,
      "y": -852.4124582583186,
      "w": 320,
      "h": 224,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "migranti",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Semantic research",
          "Conflict",
          "Cultural studies",
          "Hystory",
          "Socio-political"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n8dupn85",
      "x": 3820.7941000249402,
      "y": -1892.8430096516777,
      "w": 320,
      "h": 285,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "territori instabili",
        "type": "Source",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Semantic research",
          "Conflict",
          "Socio-political"
        ],
        "tags": [],
        "desc": "",
        "links": [
          "https://www.arte.it/calendario-arte/firenze/mostra-territori-instabili-confini-e-identit%C3%A0-nell-arte-contemporanea-5024"
        ],
        "files": []
      }
    },
    {
      "id": "nm70xtsc",
      "x": 2618.458648670695,
      "y": 2859.5578144916412,
      "w": 320,
      "h": 445,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "migliorare percettivamente la burocrazia",
        "type": "",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Conflict",
          "Feelings",
          "Emotional response"
        ],
        "tags": [],
        "desc": "Making bureaucracy more approachable, engaging, and even “friendly” highlights the tension between bureaucratic systems and citizens—the frustration, delays, dreary work environments, and sheer boredom that define the experience. To ease this burden, one could imagine a mechanism that facilitates interaction with bureaucracy, but with a catch: it creates dependence, like a “drug” that alters perception, making individuals more willing to accept or endure the system rather than resist it. This approach encourages reflection on how convenience can come at the cost of autonomy and critical engagement.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nn6cejhn",
      "x": 3030.09576334549,
      "y": 2844.6034333267526,
      "w": 320,
      "h": 472,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "aesthetic quality of an environment",
        "type": "",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Conflict",
          "Feelings",
          "Emotional response"
        ],
        "tags": [],
        "desc": "The aesthetic quality of an environment has a psychological impact on us, influencing our mood. A dull, unwelcoming space can negatively affect our feelings, which in turn reduces productivity. Conversely, when a space is thoughtfully designed, we feel more welcomed and at ease.",
        "links": [
          "https://www.leitz.com/it-it/blog/leitz/workleitzbalance/l-aspetto-estetico-del-tuo-posto-di-lavoro-influenza-la-produttivita/#:~:text=Soddisfazione%20e%20benessere%20dei%20dipendenti&text=L'aspetto%20estetico%20di%20un%20ambiente%20ha%20un%20impatto%20psicologico,influenza%20negativamente%20la%20nostra%20produttivit%C3%A0."
        ],
        "files": []
      }
    },
    {
      "id": "n8u0buke",
      "x": 3429.6219442016804,
      "y": 3006.581600302991,
      "w": 320,
      "h": 466,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "What if it were possible to alter the way the human brain perceives and responds to these environments and objects?",
        "type": "",
        "action": "Exploring",
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "Altering the human brain’s perception of bureaucracy could involve giving people “medicines” before they engage with administrative processes, changing their experience to feel pleasant, ethereal, colorful, and carefree. Taking the medicine highlights just how much bureaucracy is a source of conflict in everyday life—it is such a tedious and frustrating experience that people would rather alter their perception beforehand than face it as it is.\n\nThe alteration acts like a sedative: citizens are so soothed by the appearance of the redesigned environment that they fail to notice its persistent inefficiency. The “medicine” does not simplify the process; it anesthetizes protest and frustration.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ny9qm2o8",
      "x": 3884.1985908615857,
      "y": 3108.830303039574,
      "w": 320,
      "h": 214,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "feedback negativo",
        "type": "",
        "action": "Exploring",
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "non piace, un po' banale",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nk65ca75",
      "x": 1962.3003834651672,
      "y": 613.970367461226,
      "w": 320,
      "h": 449,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "Foucault's power and biopolitics",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory"
        ],
        "tags": [],
        "desc": "Foucault argues that modern power no longer operates solely through repression and prohibition—the “right to let die”—but productively, taking on the task of managing, optimizing, and “making live” the population. This approach directly applies to the regulation of human relationships, which cease to be purely private matters and instead become objects of expert knowledge and management. Biopower, therefore, justifies bureaucratic intervention in the intimate sphere, framing relationships as systems to be optimized to ensure social stability, individual well-being, and collective productivity.",
        "links": [
          "https://www.pensierofilosofico.it/articolo/Michel-Foucault-potere-e-biopolitica/301/"
        ],
        "files": []
      }
    },
    {
      "id": "nmkpixjw",
      "x": 2317.0547793352625,
      "y": 609.6292217120243,
      "w": 320,
      "h": 321,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "sociological analysis of commodification",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory"
        ],
        "tags": [],
        "desc": "the process by which capitalist market logic penetrates social life, transforming goods, services, and even human relationships into commodities to be exchanged and consumed. This phenomenon is intensified by what has been called the “liquid society,” characterized by the precariousness of social ties and the volatility of identities.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nuy0jz86",
      "x": 2695.322182911258,
      "y": 831.5912502734892,
      "w": 320,
      "h": 405,
      "group": null,
      "data": {
        "date": "2025-10-19",
        "title": "conclusions",
        "type": "Research",
        "action": "Exploring",
        "mainArea": null,
        "areas": [
          "Hystory"
        ],
        "tags": [],
        "desc": "Weber’s rationalization provides the operational mechanism (bureaucracy), Foucault’s biopolitics defines the domain of application (life and relationships), and commodification supplies the driving logic (market utility). Together, they outline a society in which life itself is managed with the impersonal efficiency of a factory, and human relationships are subjected to quality-control procedures. Hyper-bureaucratization thus emerges as the operational arm of biopower, using market logic to extend rational control to the farthest reaches of human experience.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nr9tiro7",
      "x": 6502.184622448252,
      "y": 1646.2616129275684,
      "w": 320,
      "h": 179,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "arma burocratica che ti cancella",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nvi9tlxd",
      "x": 4763.315904784203,
      "y": 2492.5836518728815,
      "w": 320,
      "h": 179,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "opinione pubblica come arma burocratica",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nldb9o2w",
      "x": 3903.6362411501214,
      "y": 1650.3332399546957,
      "w": 320,
      "h": 237,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "feedback",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "specificare al meglio la tipologia di arma e cercare di delinearne i campi di azione",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n6tmf385",
      "x": 5610.029724809604,
      "y": 1288.9560231170317,
      "w": 320,
      "h": 372,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "caso di francesca albanese",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "Il nome di Albanese compare nelle liste dell’OFAC, l’Office of Foreign Assets Control del Dipartimento del Tesoro statunitense. Queste liste nascono con l’obiettivo di colpire terroristi, narcotrafficanti e regimi autoritari. Chi vi compare si trova escluso dai circuiti finanziari e i suoi beni possono essere congelati. Ma il punto centrale è che queste liste, pur essendo espressione della politica estera americana, finiscono per condizionare l’intero sistema bancario mondiale.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nmjie0i7",
      "x": 5251.636241150121,
      "y": 1291.3332399546957,
      "w": 320,
      "h": 355,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "SDN-list",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "la lista degli Specially Designated Nationals (Sdn list) includendovi i soggetti, operanti in settori strategici, legati o riconducibili agli anzidetti Paesi ostili: l’inclusione nella Sdn list è potenzialmente fatale per qualsiasi entità commerciale, perché comporta il divieto assoluto, per ogni altro soggetto, statunitense o straniero, di intrattenere rapporti d’affari con tali soggetti banditi o con le società da essi direttamente o indirettamente controllate.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n6s1c8pi",
      "x": 5951.636241150121,
      "y": 1284.3332399546957,
      "w": 320,
      "h": 959,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Altri casi di soggetti bloccati",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "Le sanzioni internazionali, adottate da entità come l'OFAC o l'Unione Europea (UE) e le Nazioni Unite (ONU), mirano non solo a interi Paesi ma anche a singole persone, istituzioni o organizzazioni (sanzioni mirate o individuali).\nTra i soggetti bloccati inclusi nelle liste di sanzioni (come la SDN List dell'OFAC e le liste UE/ONU), i contesti e gli individui citati nei risultati di ricerca includono:\nSoggetti associati a programmi di sanzioni contro la Russia: Ad esempio, Kirill Aleksandrovich Dmitriev è menzionato come inserito nella SDN List in relazione alle sanzioni contro la Russia. Altri soggetti designati, inclusi individui ed entità, appartengono non solo alla Federazione Russa, ma anche a paesi terzi come Cina, Turchia, Emirati Arabi Uniti e il Regno Unito, spesso per contrastare le pratiche di elusione delle sanzioni economiche internazionali.\nSettori strategici russi: Sono state designate entità attive in settori come l'energetico, metallurgico, minerario e militare della Federazione Russa. Ad esempio, Limited Liability Company Northern Technologies, Joint Stock Company Kazan Compressor Machinery Plant e Limited Liability Company Gazprom Linde Engineering, attive nella costruzione di un impianto per il gas naturale liquefatto (LNG).\nImprenditori: Viene menzionato l'imprenditore Vladislav Vladimirovich (il cognome completo non è disponibile), che ha proprietà o controlla numerose entità sanzionate.\nCategorie generali di soggetti: Le liste includono anche persone ed entità giuridiche appartenenti a Paesi diversi da quelli con specifici \"programmi\" di sanzioni, come trafficanti di droga, terroristi, commercianti di armi, e istituzioni finanziarie coinvolte in traffici illeciti.\nPaesi soggetti a divieti completi/assoluti: L'OFAC ha creato un divieto totale su tutte le transazioni condotte con qualsiasi ente governativo, gruppo, azienda o individuo con una presenza a Cuba.\nPersone ed entità non statali: Le sanzioni mirate sono dirette contro individui, persone fisiche o giuridiche e gruppi (armati), spesso identificati in base all'inclusione in una lista di terroristi o presunti tali.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n0q6izio",
      "x": 4308.527653809845,
      "y": 2208.1791361950363,
      "w": 320,
      "h": 179,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "caso ilaria salis",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nmllwbum",
      "x": 5192.081433491221,
      "y": 1907.7927040581271,
      "w": 320,
      "h": 540,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "problematica su cui riflettere: ",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "Una delle questioni più rilevanti della società contemporanea riguarda il rapporto tra legge, burocrazia e opinione pubblica. La legge e i meccanismi burocratici che la regolano sono strumenti dotati di valore assoluto, validi indipendentemente dal contesto o dal caso specifico. Tuttavia, la realtà mostra che questo principio non è sempre così saldo: vi sono situazioni in cui individui che hanno agito al di fuori della legalità vengono sostenuti, giustificati o legittimati dall’opinione pubblica.\nQuesta dinamica solleva interrogativi profondi: la legge deve essere applicata rigidamente, anche quando entra in conflitto con la sensibilità comune? Oppure è legittimo che la percezione collettiva influenzi, direttamente o indirettamente, gli esiti dei procedimenti giudiziari? In altre parole, la giustizia deve rimanere impermeabile al consenso sociale, o deve tenerne conto per rimanere aderente alla realtà e alle evoluzioni culturali della società?",
        "links": [],
        "files": []
      }
    },
    {
      "id": "niqpie8v",
      "x": 4788.293047669049,
      "y": 1870.442617213962,
      "w": 320,
      "h": 489,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "scenario",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "Immaginiamo un sistema in cui l’opinione pubblica non resti confinata a una dimensione esterna e simbolica, ma possa intervenire in maniera formale attraverso procedure burocratiche. In questo contesto, la voce collettiva non sarebbe più solo un fattore di pressione indiretta, ma diventerebbe parte integrante dei processi giudiziari (una nuova “arma” burocratica nelle mani dell’opinione pubblica).\nLa distanza tra legge e sensibilità comune si ridurrebbe, ma al tempo stesso si aprirebbe il rischio che la giustizia non fosse più guidata soltanto da principi legali, bensì anche dal parere collettivo, dalle emozioni del momento o dalle narrazioni mediatiche dominanti.\n\nwhat-if:\nE se l’opinione pubblica potesse intervenire tramite vie burocratiche per opporsi a decisioni giudiziarie?",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nbqkiz47",
      "x": 5558.057052987389,
      "y": 1908.810299013201,
      "w": 320,
      "h": 388,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "definizione e motivo del conflitto:",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "In questo contesto evidenziamo un duplice conflitto: innanzitutto l’opinione pubblica può adoperare la burocrazia per combattere lo stesso sistema burocratico. Tramite provvedimenti legali e totalmente regolamentati sarà possibile intervenire concretamente per cambiare le sorti di una decisione giudiziaria.\nUn secondo conflitto evidente è tra  il sistema burocratico, nato con l’obiettivo di garante dell’imparzialità e legalità, e l’opinione pubblica mossa principalmente da empatia, da emozioni. \n",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ngl0xm8l",
      "x": 5551.305356600201,
      "y": 2328.9527955370977,
      "w": 320,
      "h": 472,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "agenti e dinamica del conflitto",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "Gli agenti del conflitto sono, da un lato, i cittadini e i gruppi che compongono l’opinione pubblica, capaci di intervenire formalmente per influenzare o ribaltare l’esito di un processo, e dall’altro lo Stato, con il suo apparato burocratico e giudiziario, che opera secondo leggi, regole e procedure consolidate. La dinamica del conflitto si sviluppa nell’interazione tra queste due logiche: l’opinione pubblica utilizza strumenti legali e regolamentati per esercitare pressione o intervenire sui procedimenti, mentre lo Stato applica le norme in modo impersonale e strutturato. L’incontro tra la componente emotiva e collettiva da una parte e quella razionale e normativa dall’altra genera una tensione continua che può condizionare gli esiti dei processi pur restando entro i confini della legalità.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ncolsqav",
      "x": 5545.801963825822,
      "y": 2831.646183676671,
      "w": 320,
      "h": 271,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "ente",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "L’organizzazione che valuta, coordina e regola le modalità con cui l’opinione pubblica può intervenire concretamente, assumendo un ruolo effettivo nel modificare l’esito di un processo giudiziario.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n5es7j0l",
      "x": 6199.652681753167,
      "y": 2444.265836269112,
      "w": 320,
      "h": 254,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "feedback",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "intrusione dell'opinione pubblica nella burocrazia/giustizia esiste già con le class action -> scenario non abbastanza speculativo",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n0j75yok",
      "x": 6954.438783294716,
      "y": 1589.5351057231771,
      "w": 320,
      "h": 254,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "problematica su cui riflettere",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "la burocrazia al momento può essere utilizzata per danneggiare, svantaggiare e scoraggiare una persona.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n099v6n8",
      "x": 6953.135210557832,
      "y": 1275.5394290950355,
      "w": 320,
      "h": 288,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "scenario / what if",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "e se esistesse un’arma in grado di ucciderti burocraticamente?\ne se si introducesse la pena di morte burocratica?\n\ne di conseguenza: cosa succederebbe se non avessimo la nostra identità",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n11g6los",
      "x": 7073.58004708807,
      "y": 1973.6461019314183,
      "w": 320,
      "h": 220,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "CANCELLED CULTURE",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "conslusioni per presentazione",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n8hb7uxv",
      "x": 7553.58004708807,
      "y": 1410.1440049202688,
      "w": 320,
      "h": 321,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "Contesto",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "La burocrazia non è soltanto uno strumento dello stato per amministrare ma costituisce la base stessa della nostra identità. Possedere un’identità burocratica significa avere diritto di accesso e riconoscimento all’interno della società; senza di essa, la semplice esistenza biologica non è sufficiente per essere pienamente considerati.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nk3vv9ka",
      "x": 7553.58004708807,
      "y": 1763.788650549041,
      "w": 320,
      "h": 321,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "problematica",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "Nella nostra società, l’accesso pieno alla vita sociale e ai suoi diritti è legato al possesso di un’identità burocratica. Paradossalmente, la semplice esistenza biologica non basta. Questo solleva una riflessione critica sul ruolo della burocrazia: fino a che punto il sistema burocratico definisce e limita ciò che significa esistere?",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nr4ozcme",
      "x": 7913.015541066376,
      "y": 1407.8380629045134,
      "w": 320,
      "h": 372,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "whatif",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "Il nostro scenario si baserebbe sulla domanda: “E se si potessero cancellare le persone (burocraticamente)?”\nCi immaginiamo in un mondo in cui lo Stato può infliggere una pena di morte burocratica per crimini gravissimi e disumani. In questa situazione, non viene tolta la vita fisica, ma viene revocata la tua esistenza burocratica: tutti i documenti che attestano la tua identità vengono cancellati, rimani nessuno, invisibile e privo di diritti e documentazione.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nfs3igay",
      "x": 7908.377663724721,
      "y": 1807.8614819498412,
      "w": 320,
      "h": 338,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "agenti",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "Il condannato si trova intrappolato in un paradosso: continua a esistere biologicamente, ma è escluso da ogni forma di riconoscimento ufficiale. È come se la macchina burocratica, che un tempo garantiva la sua esistenza, si fosse rivoltata contro di lui. Il conflitto nasce proprio qui: tra l’essere vivo e l’essere riconosciuto, tra la realtà biologica e la realtà burocratica.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n1ai34af",
      "x": 7546.623231075587,
      "y": 2119.7652315037135,
      "w": 320,
      "h": 304,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "ente",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "Noi rappresentiamo quel settore dell’apparato giuridico e amministrativo incaricato di eseguire la cancellazione burocratica. Il nostro compito è far sì che la persona scompaia dal sistema, eliminando ogni traccia della sua identità dai registri e dagli archivi ufficiali.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nce6l0vb",
      "x": 8341.580047088071,
      "y": 2307.765231503713,
      "w": 320,
      "h": 220,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "feedback",
        "type": "Concept",
        "action": "Making",
        "mainArea": "Speculation",
        "areas": [
          "Socio-political"
        ],
        "tags": [],
        "desc": "abbandonare la strada -> meglio le altre due opzioni",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n1df0wjr",
      "x": 7000.736600331586,
      "y": 509.8561772157648,
      "w": 320,
      "h": 220,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "RELAZIONI BUROCRATICHE",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Communication"
        ],
        "tags": [],
        "desc": "conslusioni per presentazione",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nw2945a7",
      "x": 6564.736600331586,
      "y": -38.143822784235226,
      "w": 320,
      "h": 388,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "contesto",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Communication"
        ],
        "tags": [],
        "desc": "Nelle dinamiche interpersonali emergono frequentemente situazioni ambigue e conflittuali, la cui gestione risulta complessa a causa dell’elevato coinvolgimento emotivo.\nLa burocrazia nella nostra realtà si configura, invece, come un sistema finalizzato alla regolazione e alla razionalizzazione. In questo senso, essa si è inserita anche alla sfera delle relazioni personali: il matrimonio e il divorzio ne rappresentano un esempio emblematico, poiché formalizzati attraverso atti e procedure di natura puramente burocratica. ",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nj49vybu",
      "x": 6928.736600331586,
      "y": -33.143822784235226,
      "w": 320,
      "h": 388,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "problematica",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Communication"
        ],
        "tags": [],
        "desc": "Quando la logica burocratica entra nel campo delle relazioni personali nasce una tensione particolare. \nDa un lato, le istituzioni burocratiche servono a dare ordine, riconoscimento e tutela ai rapporti. \nDall’altro, però, c’è il rischio che la complessità emotiva venga ridotta a una serie di procedure fredde e standardizzate.\nÈ una questione che invita a riflettere su un equilibrio delicato: quello tra la necessità di regolamentazione e la libertà emotiva, tra il bisogno di ordine e l’autenticità dell’esperienza personale.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nkv6za4r",
      "x": 7280.736600331586,
      "y": -35.143822784235226,
      "w": 320,
      "h": 372,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "what if",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Communication"
        ],
        "tags": [],
        "desc": "Il nostro scenario si baserebbe sulla domanda: “E se la burocrazia regolamentasse anche le sfere più intime dell’essere umano?”\nCi posizioniamo quindi in un mondo caratterizzato da un’iperburocratizzazione, in cui le procedure e le regole si estendono a ogni aspetto della vita quotidiana. In questo contesto, la burocrazia interviene persino nelle relazioni interpersonali e intime, con l’obiettivo di gestire e regolamentare le ambiguità e le conflittualità insite nei rapporti umani.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n168z3r9",
      "x": 7644.736600331586,
      "y": -22.143822784235226,
      "w": 320,
      "h": 304,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "agenti",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Communication"
        ],
        "tags": [],
        "desc": "Il conflitto, quindi, non si manifesta solo nelle relazioni tra individui che la burocrazia tenta di regolare, ma soprattutto nello scontro tra due nature opposte: da una parte quella razionale e impersonale della norma burocratica; dall’altra quella spontanea e profondamente umana delle relazioni personali.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ndl1wgju",
      "x": 7648.736600331586,
      "y": 310.8561772157648,
      "w": 320,
      "h": 372,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "ente",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Communication"
        ],
        "tags": [],
        "desc": "Siamo un ente assicurativo a cui i cittadini sono fortemente incoraggiati a rivolgersi prima di intraprendere una relazione o per regolarne una già esistente. Il nostro compito è prevenire e amministrare le situazioni di ambiguità o conflitto che potrebbero sorgere nel rapporto, garantendo che esse vengano previste e regolamentate. In questo modo, ci assicuriamo che eventuali incomprensioni o offese vengano gestite in modo, razionale e conforme alle procedure stabilite.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nbkbo75y",
      "x": 5196.299606507146,
      "y": 157.73048799118442,
      "w": 320,
      "h": 214,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "feedback positivo",
        "type": "",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "delineare di più",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n9f63nt8",
      "x": 8052.299606507146,
      "y": -1366.2695120088156,
      "w": 320,
      "h": 214,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "SANGUE DEL MIO SANGUE",
        "type": "",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "conclusioni per presentazione",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nusfml5g",
      "x": 8312.299606507146,
      "y": -1838.2695120088156,
      "w": 320,
      "h": 332,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "contesto",
        "type": "",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "In Italia il procedimento di acquisizione della cittadinanza è complesso, costoso e molto lungo. Molte persone nate e cresciute nel Paese non vengono riconosciute come cittadine a causa delle rigide regole legate allo ius sanguinis, il principio secondo cui la cittadinanza si trasmette esclusivamente per discendenza riconosciuta solo a chi ha un genitore o un nonno italiani.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nw3425oy",
      "x": 8664.299606507146,
      "y": -1835.2695120088156,
      "w": 320,
      "h": 315,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "problematica",
        "type": "",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "Il sistema di cittadinanza italiano quindi genera una profonda contraddizione e questo paradosso apre a una riflessione sul valore che viene attribuito al sangue rispetto all’esperienza e all’appartenenza: il sangue definisce davvero chi siamo? Vale di più la discendenza familiare rispetto agli anni vissuti, alle relazioni e al legame costruito con un luogo?",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nedye6gd",
      "x": 8672.299606507146,
      "y": -1488.2695120088156,
      "w": 320,
      "h": 248,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "whatif",
        "type": "",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "Il nostro scenario si baserebbe sulla domanda: “E se l’ottenimento della cittadinanza italiana fosse possibile attraverso una trasfusione di sangue?”",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nd1ltt6v",
      "x": 9016.299606507146,
      "y": -1833.2695120088156,
      "w": 320,
      "h": 382,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "agenti",
        "type": "",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "Il sistema fondato sullo ius sanguinis crea una frattura tra chi vive e contribuisce alla società e chi, legalmente, non ne fa parte. È qui che nasce il conflitto: il diritto di appartenenza diventa un privilegio, misurato esclusivamente dal sangue e non dall’esperienza o dal radicamento culturale.\nIl paradosso si concretizza: chi ha vissuto anni in Italia può essere escluso, mentre chi paga per ricevere una trasfusione simbolica di “sangue italiano” ottiene un riconoscimento negato dallo Stato.",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ni6oephu",
      "x": 9016.299606507146,
      "y": -1406.2695120088156,
      "w": 320,
      "h": 298,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "ente",
        "type": "",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "Un’associazione che opera sotto la copertura di una rispettabile banca del sangue volontaria. Però, la sua vera missione è un’altra: l’organizzazione distribuisce kit di trasfusione, costosi e a cui non tutti possono accedervi, che permettono l’ottenimento della cittadinanza italiana",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ncfiqnoz",
      "x": 9608.299606507146,
      "y": -1084.2695120088156,
      "w": 320,
      "h": 248,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "feedback",
        "type": "",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "cercare di delineare ancora di più come funzionerebbe questo sistema -> puntare sulla legalità",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n9w4oaff",
      "x": 9904.299606507146,
      "y": -1560.2695120088156,
      "w": 320,
      "h": 143,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "",
        "type": "",
        "action": null,
        "mainArea": null,
        "areas": [],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nd9mu7zv",
      "x": 8444.736600331586,
      "y": 586.8561772157648,
      "w": 320,
      "h": 254,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "feedback",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Communication"
        ],
        "tags": [],
        "desc": "valutazione positiva dello scenario -> cercare di trovare come esaltare il conflitto e le dinamiche più precise, tipi di relazioni...",
        "links": [],
        "files": []
      }
    },
    {
      "id": "najakot8",
      "x": 8924.736600331586,
      "y": 290.8561772157648,
      "w": 320,
      "h": 149,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Communication"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nnmjsmbx",
      "x": 4916.5908072096845,
      "y": -847.5606372835107,
      "w": 320,
      "h": 283,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "feedback",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Semantic research",
          "Conflict",
          "Socio-political"
        ],
        "tags": [],
        "desc": "descrizione generica -> cercare un modo per delinearla di più -> confini liquidi",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nr6ljo8b",
      "x": 5624.5908072096845,
      "y": -1063.5606372835107,
      "w": 320,
      "h": 224,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "puzzle con stati",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Semantic research",
          "Conflict",
          "Socio-political"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nohmi1vl",
      "x": 6108.5908072096845,
      "y": -919.5606372835107,
      "w": 320,
      "h": 224,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "conflitto",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Semantic research",
          "Conflict",
          "Socio-political"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n5oesg5f",
      "x": 5952.5908072096845,
      "y": -720.5606372835107,
      "w": 320,
      "h": 224,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "problematica",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Semantic research",
          "Conflict",
          "Socio-political"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nxj2hw02",
      "x": 5776.5908072096845,
      "y": -501.5606372835107,
      "w": 320,
      "h": 224,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "what if",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Semantic research",
          "Conflict",
          "Socio-political"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ndijh5vs",
      "x": 5612.5908072096845,
      "y": -1531.5606372835107,
      "w": 320,
      "h": 224,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "uomini come pacchi",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Semantic research",
          "Conflict",
          "Socio-political"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n7wps6p7",
      "x": 5624.5908072096845,
      "y": -2112.560637283511,
      "w": 320,
      "h": 224,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "passaporto randomico",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Semantic research",
          "Conflict",
          "Socio-political"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n9ci03bm",
      "x": 5640.5908072096845,
      "y": -2637.560637283511,
      "w": 320,
      "h": 224,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "selezione allingresso",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Semantic research",
          "Conflict",
          "Socio-political"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "n1y01te4",
      "x": 6301.213806340825,
      "y": -1538.0801060063588,
      "w": 320,
      "h": 266,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "documenti per spostarsi",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Semantic research",
          "Conflict",
          "Socio-political"
        ],
        "tags": [],
        "desc": "passaporto dato dalla cittadinanza",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nh307m48",
      "x": 6895.304508990668,
      "y": -1531.5606372835107,
      "w": 320,
      "h": 224,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "riflessione sulla cittadinanza",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Semantic research",
          "Conflict",
          "Socio-political"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nn3eluom",
      "x": 7399.304508990668,
      "y": -2332.2695120088156,
      "w": 320,
      "h": 195,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Semantic research",
          "Conflict",
          "Socio-political"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "ns9y3z8c",
      "x": 7399.304508990668,
      "y": -2101.2695120088156,
      "w": 320,
      "h": 195,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Semantic research",
          "Conflict",
          "Socio-political"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    },
    {
      "id": "nkfiuxlj",
      "x": 7399.304508990668,
      "y": -1870.2695120088156,
      "w": 320,
      "h": 195,
      "group": null,
      "data": {
        "date": "2025-10-26",
        "title": "",
        "type": "Concept",
        "action": "Exploring",
        "mainArea": "Speculation",
        "areas": [
          "Feelings",
          "Semantic research",
          "Conflict",
          "Socio-political"
        ],
        "tags": [],
        "desc": "",
        "links": [],
        "files": []
      }
    }
  ],
  "edges": [
    {
      "s": "ny15p0wg",
      "t": "ncob3sst",
      "dashed": false
    },
    {
      "s": "ncob3sst",
      "t": "n6jyhn38",
      "dashed": false
    },
    {
      "s": "ncob3sst",
      "t": "n70eugn6",
      "dashed": false
    },
    {
      "s": "ncob3sst",
      "t": "npa52m07",
      "dashed": false
    },
    {
      "s": "ny15p0wg",
      "t": "nlxdh48f",
      "dashed": false
    },
    {
      "s": "ny15p0wg",
      "t": "nvi0dm4q",
      "dashed": false
    },
    {
      "s": "nu4trdn0",
      "t": "nr4kqalv",
      "dashed": false
    },
    {
      "s": "nydwxrhx",
      "t": "nise8chd",
      "dashed": false
    },
    {
      "s": "nvi0dm4q",
      "t": "nu4trdn0",
      "dashed": false
    },
    {
      "s": "npa52m07",
      "t": "n66t4qzz",
      "dashed": false
    },
    {
      "s": "nvi0dm4q",
      "t": "nzuhnkym",
      "dashed": false
    },
    {
      "s": "nvi0dm4q",
      "t": "nij45h41",
      "dashed": false
    },
    {
      "s": "nij45h41",
      "t": "nk4d3ukj",
      "dashed": false
    },
    {
      "s": "nydwxrhx",
      "t": "nk4d3ukj",
      "dashed": false
    },
    {
      "s": "nlxdh48f",
      "t": "nu4trdn0",
      "dashed": false
    },
    {
      "s": "nlxdh48f",
      "t": "nydwxrhx",
      "dashed": false
    },
    {
      "s": "nvi0dm4q",
      "t": "nydwxrhx",
      "dashed": false
    },
    {
      "s": "n6jyhn38",
      "t": "nydwxrhx",
      "dashed": false
    },
    {
      "s": "n70eugn6",
      "t": "nv91if2i",
      "dashed": false
    },
    {
      "s": "n70eugn6",
      "t": "nln11rdb",
      "dashed": true
    },
    {
      "s": "n66t4qzz",
      "t": "nf3ssvpb",
      "dashed": true
    },
    {
      "s": "nf3ssvpb",
      "t": "noz4e8vf",
      "dashed": false
    },
    {
      "s": "nlxdh48f",
      "t": "n9e675sa",
      "dashed": false
    },
    {
      "s": "nvi0dm4q",
      "t": "n9e675sa",
      "dashed": false
    },
    {
      "s": "n9e675sa",
      "t": "nwnnoqd3",
      "dashed": false
    },
    {
      "s": "nij45h41",
      "t": "nydwxrhx",
      "dashed": false
    },
    {
      "s": "nr4kqalv",
      "t": "ne2dvn9k",
      "dashed": false
    },
    {
      "s": "nzuhnkym",
      "t": "ne2dvn9k",
      "dashed": false
    },
    {
      "s": "nr4kqalv",
      "t": "ni04g7pj",
      "dashed": false
    },
    {
      "s": "nu4trdn0",
      "t": "ni04g7pj",
      "dashed": false
    },
    {
      "s": "n66t4qzz",
      "t": "noz4e8vf",
      "dashed": false
    },
    {
      "s": "nv91if2i",
      "t": "nie7slt9",
      "dashed": false
    },
    {
      "s": "nv91if2i",
      "t": "n1fv0nhs",
      "dashed": true
    },
    {
      "s": "nv91if2i",
      "t": "n4ur7z91",
      "dashed": false
    },
    {
      "s": "n1fv0nhs",
      "t": "nzojt12q",
      "dashed": true
    },
    {
      "s": "n4ur7z91",
      "t": "n5vf0f18",
      "dashed": false
    },
    {
      "s": "nie7slt9",
      "t": "n5vf0f18",
      "dashed": false
    },
    {
      "s": "nie7slt9",
      "t": "nq88ccga",
      "dashed": false
    },
    {
      "s": "nq88ccga",
      "t": "n5vf0f18",
      "dashed": false
    },
    {
      "s": "nf3ssvpb",
      "t": "nfqgqm5g",
      "dashed": true
    },
    {
      "s": "ncob3sst",
      "t": "nvi0dm4q",
      "dashed": false
    },
    {
      "s": "ncob3sst",
      "t": "nlxdh48f",
      "dashed": false
    },
    {
      "s": "nij45h41",
      "t": "nklq4uw2",
      "dashed": false
    },
    {
      "s": "nklq4uw2",
      "t": "nydwxrhx",
      "dashed": false
    },
    {
      "s": "nln11rdb",
      "t": "noz4e8vf",
      "dashed": false
    },
    {
      "s": "nydwxrhx",
      "t": "nz9xp05b",
      "dashed": false
    },
    {
      "s": "nklq4uw2",
      "t": "nk4d3ukj",
      "dashed": false
    },
    {
      "s": "n9e675sa",
      "t": "nkalpbv6",
      "dashed": false
    },
    {
      "s": "n5vf0f18",
      "t": "n6j0ldtt",
      "dashed": false
    },
    {
      "s": "n5vf0f18",
      "t": "novblbup",
      "dashed": false
    },
    {
      "s": "n5vf0f18",
      "t": "ni3176gn",
      "dashed": false
    },
    {
      "s": "noz4e8vf",
      "t": "na535xd9",
      "dashed": false
    },
    {
      "s": "noz4e8vf",
      "t": "nex0urd2",
      "dashed": false
    },
    {
      "s": "noz4e8vf",
      "t": "n3e20r3f",
      "dashed": false
    },
    {
      "s": "noz4e8vf",
      "t": "nefyeg79",
      "dashed": false
    },
    {
      "s": "nzuhnkym",
      "t": "ng5uua7h",
      "dashed": false
    },
    {
      "s": "ng5uua7h",
      "t": "noz4e8vf",
      "dashed": false
    },
    {
      "s": "nise8chd",
      "t": "njz943yx",
      "dashed": false
    },
    {
      "s": "nk4d3ukj",
      "t": "njz943yx",
      "dashed": false
    },
    {
      "s": "nz9xp05b",
      "t": "nia9sppq",
      "dashed": false
    },
    {
      "s": "njz943yx",
      "t": "nia9sppq",
      "dashed": false
    },
    {
      "s": "nia9sppq",
      "t": "n3qcfzsy",
      "dashed": false
    },
    {
      "s": "n3qcfzsy",
      "t": "nawaaze3",
      "dashed": false
    },
    {
      "s": "nawaaze3",
      "t": "nscfpivt",
      "dashed": false
    },
    {
      "s": "n9e675sa",
      "t": "nifkvzah",
      "dashed": false
    },
    {
      "s": "nifkvzah",
      "t": "n6sfczbu",
      "dashed": false
    },
    {
      "s": "n6sfczbu",
      "t": "nwnnoqd3",
      "dashed": false
    },
    {
      "s": "n6sfczbu",
      "t": "n3izb57a",
      "dashed": false
    },
    {
      "s": "n3izb57a",
      "t": "nwnnoqd3",
      "dashed": false
    },
    {
      "s": "n70eugn6",
      "t": "nlkkcro4",
      "dashed": false
    },
    {
      "s": "nzojt12q",
      "t": "nlkkcro4",
      "dashed": false
    },
    {
      "s": "n5vf0f18",
      "t": "n8dupn85",
      "dashed": false
    },
    {
      "s": "nlkkcro4",
      "t": "n5vf0f18",
      "dashed": false
    },
    {
      "s": "nr4kqalv",
      "t": "nm70xtsc",
      "dashed": false
    },
    {
      "s": "ne2dvn9k",
      "t": "nm70xtsc",
      "dashed": false
    },
    {
      "s": "ni04g7pj",
      "t": "nm70xtsc",
      "dashed": false
    },
    {
      "s": "nm70xtsc",
      "t": "nn6cejhn",
      "dashed": false
    },
    {
      "s": "nn6cejhn",
      "t": "n8u0buke",
      "dashed": false
    },
    {
      "s": "nm70xtsc",
      "t": "n8u0buke",
      "dashed": false
    },
    {
      "s": "n8u0buke",
      "t": "ny9qm2o8",
      "dashed": false
    },
    {
      "s": "nzuhnkym",
      "t": "nk65ca75",
      "dashed": false
    },
    {
      "s": "nzuhnkym",
      "t": "nmkpixjw",
      "dashed": false
    },
    {
      "s": "nmkpixjw",
      "t": "nuy0jz86",
      "dashed": false
    },
    {
      "s": "nk65ca75",
      "t": "nuy0jz86",
      "dashed": false
    },
    {
      "s": "ng5uua7h",
      "t": "nuy0jz86",
      "dashed": false
    },
    {
      "s": "nuy0jz86",
      "t": "noz4e8vf",
      "dashed": false
    },
    {
      "s": "nwnnoqd3",
      "t": "nr9tiro7",
      "dashed": false
    },
    {
      "s": "nwnnoqd3",
      "t": "nvi9tlxd",
      "dashed": true
    },
    {
      "s": "nwnnoqd3",
      "t": "nldb9o2w",
      "dashed": false
    },
    {
      "s": "nscfpivt",
      "t": "nr9tiro7",
      "dashed": false
    },
    {
      "s": "nldb9o2w",
      "t": "n6tmf385",
      "dashed": false
    },
    {
      "s": "nldb9o2w",
      "t": "nmjie0i7",
      "dashed": false
    },
    {
      "s": "nldb9o2w",
      "t": "n6s1c8pi",
      "dashed": false
    },
    {
      "s": "nldb9o2w",
      "t": "n0q6izio",
      "dashed": false
    },
    {
      "s": "nmjie0i7",
      "t": "nr9tiro7",
      "dashed": false
    },
    {
      "s": "n6tmf385",
      "t": "nr9tiro7",
      "dashed": false
    },
    {
      "s": "n6s1c8pi",
      "t": "nr9tiro7",
      "dashed": false
    },
    {
      "s": "nvi9tlxd",
      "t": "niqpie8v",
      "dashed": false
    },
    {
      "s": "nvi9tlxd",
      "t": "nmllwbum",
      "dashed": false
    },
    {
      "s": "nvi9tlxd",
      "t": "nbqkiz47",
      "dashed": false
    },
    {
      "s": "nvi9tlxd",
      "t": "ngl0xm8l",
      "dashed": false
    },
    {
      "s": "nvi9tlxd",
      "t": "ncolsqav",
      "dashed": false
    },
    {
      "s": "nvi9tlxd",
      "t": "n5es7j0l",
      "dashed": false
    },
    {
      "s": "ncolsqav",
      "t": "n5es7j0l",
      "dashed": false
    },
    {
      "s": "ngl0xm8l",
      "t": "n5es7j0l",
      "dashed": false
    },
    {
      "s": "nbqkiz47",
      "t": "n5es7j0l",
      "dashed": false
    },
    {
      "s": "nmllwbum",
      "t": "n5es7j0l",
      "dashed": false
    },
    {
      "s": "niqpie8v",
      "t": "n5es7j0l",
      "dashed": false
    },
    {
      "s": "n0q6izio",
      "t": "nvi9tlxd",
      "dashed": false
    },
    {
      "s": "nr9tiro7",
      "t": "n0j75yok",
      "dashed": false
    },
    {
      "s": "nr9tiro7",
      "t": "n099v6n8",
      "dashed": false
    },
    {
      "s": "n099v6n8",
      "t": "n11g6los",
      "dashed": false
    },
    {
      "s": "n0j75yok",
      "t": "n11g6los",
      "dashed": false
    },
    {
      "s": "nr9tiro7",
      "t": "n11g6los",
      "dashed": false
    },
    {
      "s": "n11g6los",
      "t": "n8hb7uxv",
      "dashed": false
    },
    {
      "s": "n11g6los",
      "t": "nk3vv9ka",
      "dashed": false
    },
    {
      "s": "n11g6los",
      "t": "nr4ozcme",
      "dashed": false
    },
    {
      "s": "n11g6los",
      "t": "nfs3igay",
      "dashed": false
    },
    {
      "s": "n11g6los",
      "t": "n1ai34af",
      "dashed": false
    },
    {
      "s": "n11g6los",
      "t": "nce6l0vb",
      "dashed": false
    },
    {
      "s": "n1ai34af",
      "t": "nce6l0vb",
      "dashed": false
    },
    {
      "s": "nk3vv9ka",
      "t": "nce6l0vb",
      "dashed": false
    },
    {
      "s": "n8hb7uxv",
      "t": "nce6l0vb",
      "dashed": false
    },
    {
      "s": "nfs3igay",
      "t": "nce6l0vb",
      "dashed": false
    },
    {
      "s": "nr4ozcme",
      "t": "nce6l0vb",
      "dashed": false
    },
    {
      "s": "noz4e8vf",
      "t": "n1df0wjr",
      "dashed": false
    },
    {
      "s": "n1df0wjr",
      "t": "nw2945a7",
      "dashed": false
    },
    {
      "s": "n1df0wjr",
      "t": "nj49vybu",
      "dashed": false
    },
    {
      "s": "n1df0wjr",
      "t": "nkv6za4r",
      "dashed": false
    },
    {
      "s": "n1df0wjr",
      "t": "n168z3r9",
      "dashed": false
    },
    {
      "s": "n1df0wjr",
      "t": "ndl1wgju",
      "dashed": false
    },
    {
      "s": "noz4e8vf",
      "t": "nbkbo75y",
      "dashed": false
    },
    {
      "s": "nbkbo75y",
      "t": "n1df0wjr",
      "dashed": false
    },
    {
      "s": "n9f63nt8",
      "t": "nusfml5g",
      "dashed": false
    },
    {
      "s": "n9f63nt8",
      "t": "nw3425oy",
      "dashed": false
    },
    {
      "s": "n9f63nt8",
      "t": "nedye6gd",
      "dashed": false
    },
    {
      "s": "n9f63nt8",
      "t": "nd1ltt6v",
      "dashed": false
    },
    {
      "s": "n9f63nt8",
      "t": "ni6oephu",
      "dashed": false
    },
    {
      "s": "n9f63nt8",
      "t": "ncfiqnoz",
      "dashed": false
    },
    {
      "s": "ni6oephu",
      "t": "ncfiqnoz",
      "dashed": false
    },
    {
      "s": "nd1ltt6v",
      "t": "ncfiqnoz",
      "dashed": false
    },
    {
      "s": "nedye6gd",
      "t": "ncfiqnoz",
      "dashed": false
    },
    {
      "s": "nw3425oy",
      "t": "ncfiqnoz",
      "dashed": false
    },
    {
      "s": "nusfml5g",
      "t": "ncfiqnoz",
      "dashed": false
    },
    {
      "s": "n9f63nt8",
      "t": "n9w4oaff",
      "dashed": false
    },
    {
      "s": "ncfiqnoz",
      "t": "n9w4oaff",
      "dashed": false
    },
    {
      "s": "n1df0wjr",
      "t": "nd9mu7zv",
      "dashed": false
    },
    {
      "s": "nd9mu7zv",
      "t": "najakot8",
      "dashed": false
    },
    {
      "s": "n1df0wjr",
      "t": "najakot8",
      "dashed": false
    },
    {
      "s": "n5vf0f18",
      "t": "nnmjsmbx",
      "dashed": false
    },
    {
      "s": "nnmjsmbx",
      "t": "nr6ljo8b",
      "dashed": false
    },
    {
      "s": "n5vf0f18",
      "t": "nr6ljo8b",
      "dashed": false
    },
    {
      "s": "nr6ljo8b",
      "t": "nohmi1vl",
      "dashed": false
    },
    {
      "s": "nr6ljo8b",
      "t": "n5oesg5f",
      "dashed": false
    },
    {
      "s": "nr6ljo8b",
      "t": "nxj2hw02",
      "dashed": false
    },
    {
      "s": "nnmjsmbx",
      "t": "ndijh5vs",
      "dashed": false
    },
    {
      "s": "nnmjsmbx",
      "t": "n7wps6p7",
      "dashed": false
    },
    {
      "s": "nnmjsmbx",
      "t": "n9ci03bm",
      "dashed": false
    },
    {
      "s": "n5vf0f18",
      "t": "ndijh5vs",
      "dashed": false
    },
    {
      "s": "n5vf0f18",
      "t": "n7wps6p7",
      "dashed": false
    },
    {
      "s": "n5vf0f18",
      "t": "n9ci03bm",
      "dashed": false
    },
    {
      "s": "ndijh5vs",
      "t": "n1y01te4",
      "dashed": false
    },
    {
      "s": "n1y01te4",
      "t": "nh307m48",
      "dashed": false
    },
    {
      "s": "nh307m48",
      "t": "n9f63nt8",
      "dashed": false
    },
    {
      "s": "nh307m48",
      "t": "nn3eluom",
      "dashed": false
    },
    {
      "s": "nh307m48",
      "t": "ns9y3z8c",
      "dashed": false
    },
    {
      "s": "nh307m48",
      "t": "nkfiuxlj",
      "dashed": false
    },
    {
      "s": "nkfiuxlj",
      "t": "n9f63nt8",
      "dashed": false
    },
    {
      "s": "ns9y3z8c",
      "t": "n9f63nt8",
      "dashed": false
    },
    {
      "s": "nn3eluom",
      "t": "n9f63nt8",
      "dashed": false
    }
  ],
  "vocab": {
    "areas": [
      "Emotional response",
      "Cultural studies",
      "Communication",
      "Conflict",
      "Hystory",
      "Socio-political",
      "Design research",
      "Definition",
      "Literature",
      "Critical design",
      "Media studies",
      "Feelings",
      "Semantic research",
      "Documentary",
      "Photography",
      "Film",
      "Object",
      "Art",
      "Installation"
    ],
    "tags": [],
    "type": [
      "Concept",
      "Moodboard",
      "Research",
      "Source",
      "Brief",
      "Conclusione",
      "Feedback"
    ]
  }
}